{"Title":"A Bad Call on the Bergdahl Court-Martial","Link":"http://www.nytimes.com/2015/12/16/opinion/a-bad-call-on-the-bergdahl-court-martial.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/16/opinion/a-bad-call-on-the-bergdahl-court-martial.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/16/opinion/16wed3web/16wed3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe political frenzy prompted by the case may have influenced the Army’s decision to try a soldier who endured five years as a Taliban prisoner.","Data":"The decision by Gen. Robert Abrams, the head of Army Forces Command in North Carolina, to refer Sgt. Bowe Bergdahl, a soldier who was held hostage by the Taliban for five years, to a general court-martial was an odd call. Lt. Col. Mark Visger, the military officer who oversaw Sergeant Bergdahl’s preliminary hearing, recommended that the soldier not face jail time or a punitive discharge, and found that a different process called a special court-martial would be appropriate. General Abrams did not explain his thinking.Some Republican lawmakers have signaled that Army officials might pay a price if Sergeant Bergdahl gets off easily. Last week, the House Armed Services Committee indicated it was tracking how the Army was handling the Bergdahl case as part of its “oversight responsibilities,” which is very unusual in a pending criminal case. In a report about the prisoner swap the Obama administration negotiated to secure his release, the committee said it would “ensure that standard procedures are properly implemented and administered, and that Sgt. Bergdahl’s behavior is adjudicated as required.”The committee’s warning comes several weeks after Senator John McCain, the chairman of the Senate Armed Services Committee, threatened to hold a congressional hearing on the Bergdahl case “if it comes out that he has no punishment.”For Donald Trump, the Republican presidential front-runner, the Bergdahl case has become a mainstay in his increasingly deranged stump speech. This week, addressing a cheering crowd in Las Vegas, Mr. Trump called Sergeant Bergdahl a “traitor” who appeared likely to escape punishment, and falsely claimed that five soldiers were killed searching for him. “If I get in,” Mr. Trump vowed, “we will review his case.”Under the rules of a general court-martial, Sergeant Bergdahl, who walked off his base in Afghanistan in 2009, could technically face up to life in prison. A special court-martial would have been comparable to a misdemeanor trial, a proceeding in which the most severe punishment is a year in prison.It’s hard to see what good would come from trying the sergeant. It’s unfortunate that the case continues to attract irresponsible political meddling. The Army should not be swayed by congressional pressure to impose severe punishment on a soldier who endured years of beatings, hunger and solitary confinement behind enemy lines."}