{"Title":"A Better Safeguard Against Threats From Abroad","Link":"http://www.nytimes.com/2015/12/03/opinion/a-better-safeguard-against-threats-from-abroad.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/03/opinion/a-better-safeguard-against-threats-from-abroad.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/03/opinion/03thu3web/03thu3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA proposal to tighten visa-waiver rules could do more for security than barring war refugees.","Data":"A new Senate proposal to tighten controls over the American visa-waiver program offers authorities a far more constructive way to flag dangerous people entering the United States than banning Syrian and Iraqi refugees awaiting resettlement. The Visa-Waiver Program Security Enhancement Act, introduced Tuesday by Dianne Feinstein, Democrat of California, and Jeff Flake, Republican of Arizona, and a bipartisan group of co-sponsors, would tighten scrutiny of people who enter the United States bearing passports from 38 friendly nations (mostly Western countries) whose citizens don’t need American visas.The current visa-waiver program admits some 20 million visitors a year. A person with a passport from one of those 38 countries could potentially travel abroad for terrorist activity or training, return home, and then travel from there to the United States without visa controls.The Senate bill would ban anyone who has traveled to Syria or Iraq in the last five years from entering the United States under the visa-waiver program. Those individuals would be required to obtain a visa through an American embassy or consulate abroad. The bill would require first-time visa-waiver visitors to submit fingerprints and photographs, and to carry passports in which such information is encoded and stored in an electronic chip, which makes it more difficult to enter the United States on a forged passport.It remains tough to track people’s movements in and out of nations like Syria and Iraq, since militants often bypass formal border controls. And the proposal does not address the problem of people carrying multiple passports to hide where they have been.Last month, the House passed a bill to essentially bar Syrian and Iraqi refugees from the United States. The measure passed with a veto-proof majority, leaving President Obama and Senate Democrats scrambling to come up with the visa-restriction proposal as an alternative to the refugee bill, which is now awaiting a Senate vote.“We are trying to focus on the real risk, which is in the visa waiver program,” said Senator Chuck Schumer of New York, one of the proposal’s backers.On Monday, the Obama administration initiated changes to the visa-waiver program to make it tougher for travelers who have visited conflict zones to board commercial flights to America. But more controls require congressional action.The House majority leader, Kevin McCarthy, said this week that he aims to overhaul the visa-waiver program by year’s end. Democrats hope a visa-waiver bill could evolve into an alternative to the refugee bill in both chambers. Some lawmakers, of course, will still push to bar Syrian and Iraqi refugees, and some may want to haggle over the specifics of the visa proposal.A stricter visa-waiver regime, properly managed, would not place too heavy a burden on tourists or business travelers. Pursuing this legislation would spare Syrian and Iraqi refugees, most of them women and children, from misdirected measures that unfairly target them."}