{"Title":"A Constitutional Standoff in Venezuela","Link":"http://www.nytimes.com/2016/01/15/opinion/a-constitutional-standoff-in-venezuela.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/15/opinion/a-constitutional-standoff-in-venezuela.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/15/opinion/15fri2web/15fri2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe country’s opposition-led Parliament will need robust international support to make headway on needed reforms.","Data":"Venezuela’s newly installed Parliament began work this wee k, though there is uncertainty about whether any laws it passes will be carried out by the country’s authoritarian leader, President Nicolás Maduro.Venezuela’s top court, which is controlled by Mr. Maduro, had issued a ruling proclaiming that any laws the opposition-dominated National Assembly passed would carry no weight because a handful of lawmakers have been accused of electoral fraud.The ruling, which disqualified three opposition lawmakers, was a preposterous attempt to prevent Parliament from making sweeping reforms the country desperately needs.On Wednesday, opposition leaders agreed to sideline the three lawmakers for the time being. While that deprives the new Parliament, for the time being, of the sweeping powers it would have had with 112 seats, the minimum number needed for a two-thirds supermajority, the move eased a constitutional clash that many Venezuelans feared could unleash violence.Parliament leaders nonetheless intend to start legislating in an effort to get political prisoners released and to start addressing the country’s economic crisis.It’s hard to imagine that the court’s misbehavior will be the last attempt to undermine the will of Venezuelan voters. Mr. Maduro has been combative after his party’s bruising defeat during the parliamentary election in December. Far from acknowledging that Venezuelans overwhelmingly support a new course, he seems intent on pursuing failed policies and unwise practices. For instance, he recently appointed a new economic chief who does not believe that inflation exists.To make headway, the new Parliament will need sustained and robust international support. Leaders in the hemisphere should make clear to Mr. Maduro that they stand ready to invoke the Inter-American Democratic Charter, which censures a clear breach of democratic practices, if he and his loyalists continue to render the Parliament powerless through unconstitutional means.Now that the opposition has made a concession on the three lawmakers, Mr. Maduro needs to acknowledge the authority of the new Parliament and find common ground with the opposition. Venezuela’s Constitution requires that the president address the Parliament in early January. Mr. Maduro should do so without delay.He recently suggested that he would send lawmakers draft legislation outlining measures the country can take to start mending the economy, which is reeling from low oil prices, absurd currency policies and soaring inflation. Making good on that promise would be a sign that Mr. Maduro is willing to work with lawmakers who were elected by the people."}