{"Title":"A Fearful Congress Sits Out the War Against ISIS","Link":"http://www.nytimes.com/2015/12/27/opinion/sunday/a-fearful-congress-sits-out-the-war-against-isis.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/27/opinion/sunday/a-fearful-congress-sits-out-the-war-against-isis.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/27/opinion/sunday/27sun1/27sun1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eLawmakers are abdicating one of their most important responsibilities, and emboldening the executive branch to overstep its powers.","Data":"The omnibus spending bill Congress passed this month includes several explicit mentions of the military campaign against the Islamic State and a $58.7 billion budget line that will allow the Pentagon to continue fighting the terrorist group in Iraq and Syria with bombs and, increasingly, troops on the ground.That may be as close as Congress comes to authorizing war against the Islamic State for the foreseeable future. After a couple of halfhearted attempts, the White House and leaders in the House and Senate appear to have given up on drafting a new authorization for the use of military force that would set clear parameters for the escalating conflict.That may be politically expedient for lawmakers who see no political gain, and plenty of risk, in casting a vote that could come back to haunt them. But by abdicating one of their most important responsibilities under the Constitution, which gives Congress the exclusive right to declare war, lawmakers are unwisely emboldening the executive branch to overstep its powers.“Not just President Obama, but other presidents have become very liberal in interpreting their power as commander in chief,” Douglas Lovelace Jr., the director of the Strategic Studies Institute at the United States Army War College, said in an interview. “The president can take the nation to war, and once U.S. forces are in harm’s way, what congressional leader will say, ‘Let’s cut off their funding’?”American lawmakers and presidents have clashed in past decades over dueling interpretations of their authority on matters of war. The issue has been particularly contentious since Congress passed the War Powers Resolution in 1973 with enough votes to override a veto by President Nixon. The resolution required the White House to get explicit authorization from Congress for military campaigns within 60 to 90 days after the deployment of troops to a conflict zone. It was adopted because the president had failed to consult with Congress adequately on military matters in the Cold War and the Vietnam War.Since then, Congress has formally endorsed four major military engagements. Two authorizations — for the 1983 deployment of Marines to Lebanon and the 1991 Persian Gulf war — followed vigorous political debate about the use of military force. The other two, which paved the way for the invasion of Afghanistan and Iraq after the Sept. 11 attacks, have been the subject of less legal and political scrutiny. The first one, which gave the White House sweeping authority to target Al Qaeda, has been interpreted overly broadly by the Obama administration, which continues to rely on it to fight militant groups around the world.Launched under that authority, the military campaign against the Islamic State, which was initially billed as a short humanitarian intervention, has morphed into an ever-expanding campaign that now includes ground troops, which the Pentagon euphemistically calls a “specialized expeditionary targeting force.” While there is broad political consensus in the West that a forceful military response is needed to fight the depravity of the Islamic State, Congress has been unwilling to hold the type of substantive deliberations that lawmakers in Germany and Britain recently conducted on what their nations were willing to contribute to the effort.By failing to debate and approve an authorization of war, Congress is sidestepping a set of critical questions it has a duty to address, including the precise goals of the campaign in Syria and whether the current strategy appears likely to achieve them. That debate should clearly set geographic and time limits on the use of military force and establish a way to phase out the two resolutions passed before the invasions of Iraq and Afghanistan.Some lawmakers, including Senators Tim Kaine of Virginia, a Democrat, and Jeff Flake of Arizona, a Republican, have called on their colleagues to vote on a new war resolution. But leaders of both parties in the House and Senate, cowed by the potential political risks of having an honest debate, have refused to make it a priority.House Speaker Paul Ryan has acknowledged the importance of replacing the 2001 war authorization, “to declare our mission with respect to ISIS.” But he appears unlikely to rally support for a new authorization, particularly while the Senate majority leader, Mitch McConnell, maintains, preposterously, that he wouldn’t want to pass anything that might constrain a future president."}