{"Title":"Agony and Starvation in the Syrian War","Link":"http://www.nytimes.com/2016/01/12/opinion/agony-and-starvation-in-the-syrian-war.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/12/opinion/agony-and-starvation-in-the-syrian-war.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/12/opinion/12tue1/12tue1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAid convoys and their supplies offer only a respite. What is needed is an immediate end to the civil war.","Data":"After haunting pictures and stories of starving civilians showed up on international news sites and social media, food and other desperately needed aid were finally allowed into the Syrian town of Madaya on Monday. Yet this should not be a cause for celebration or complacency. The aid convoys and their supplies offer only a respite in the slow-motion agony that is destroying Syria and its people.What is needed, and has long been needed, is an immediate end to the civil war. The obstacles are daunting. But the news coverage, especially the photos of emaciated Madaya residents, is putting a renewed focus on the failure of the major powers to at least move the conflict toward a cease-fire. It also gives fresh urgency to United Nations-sponsored peace talks later this month.The disaster has been unfolding since 2011 when Syrians rose up in peaceful protest against President Bashar al-Assad. He responded with barrel bombs and chemical weapons, and now some 250,000 people are dead, and 11 million displaced, including four million who have fled Syria to neighboring countries or Europe. The chaos enabled the Islamic State to move in and seize territory, making the conflict even worse.Although Madaya is only an hour’s drive from downtown Damascus, residents and international aid workers say much of the town is starving. That is because the town is controlled by anti-Assad rebels and has been encircled by pro-government forces, including Iranian-backed Hezbollah units, with barbed wire, land mines and snipers. Trapped without aid for nearly three months, some 42,000 residents have been forced to make soups of grass and leaves, according to news reports.The United Nations refugee agency says it received “credible reports” of people dying from malnutrition, though the total number is unclear. Medics for Doctors Without Borders say at least 28 people, including six babies, died at their clinic in Madaya. Other reports suggest dozens have died from starvation or lack of medical care.  The United Nations has said that in all, 4.5 million Syrians live in hard-to-reach areas, including 400,000 in 15 besieged towns like Madaya that are denied access to food and medicine. That means the number of people at risk has nearly doubled since the United Nations Security Council ordered the warring parties to allow aid deliveries in 2014. The Islamic State has trapped 200,000 Syrians in Deir al-Zour, and other insurgents have corralled more than 12,000 people in the pro-Assad towns of Foua and Kfarya in Idlib province. Opinion  The aid got through on Monday as part of an agreement between the warring sides and included supplying Foua and Kfarya as well as Madaya, where the starving awaited the first deliveries of rice, lentils and oil. That cannot be the end of it. Using food as a weapon violates international law, and the United States, Europe, Russia, Saudi Arabia and Iran, which all have influence with different proxy groups in Syria, have a responsibility to ensure that civilians have unconditional access to basic supplies.Much of what these powers are doing in Syria, including American and Russian airstrikes, has complicated the relief effort. If negotiations on Jan. 25 to achieve a broad political settlement continue to falter, the outside powers should declare a cease-fire and find a way to impose it on their Syrian proxies."}