{"Title":"A Maid’s Peaceful Rebellion in Colombia","Link":"http://www.nytimes.com/2015/12/28/opinion/a-maids-peaceful-rebellion-in-colombia.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/28/opinion/a-maids-peaceful-rebellion-in-colombia.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/28/opinion/28mon3web/28mon3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eHow domestic workers in Colombia achieved success in demanding better wages and treatment.","Data":"MEDELLÍN, Colombia — The rules for domestic workers were unwritten but clear to everyone back in 1996, when María Roa joined the throngs of Colombian women who fled violence in rural areas and set out to rebuild their lives in the relative safety of big cities.The shifts were long: 16-hour days, six days per week was standard. The pay was a pittance: less than $150 per month. Black women, like Ms. Roa, were at the bottom rung, typically assigned the most arduous tasks, and often kept out of sight when visitors arrived.“Remembering those things is hard,” said Ms. Roa, who became a pioneering union leader in a country where maids have been powerless. “You say to yourself: ‘how is it possible that people could be so inhumane?’”Since Ms. Roa quit her last job as a maid in 2005, she has had remarkable success in getting the Colombian government and ordinary citizens to wrestle with that question and reconsider how domestic workers ought to be treated, as a matter of principle and under the law.Ms. Roa didn’t set out to become an activist or a labor leader. During her first months of unemployment, she heard plenty of harrowing tales from other maids. When a labor organization interviewed her as part of a research study, she wondered whether it might be possible to form a union.“We are invisible; it’s as though we don’t exist,” Ms. Roa recalls telling other domestic workers. “If we show the state what we go through, they’re going to realize it’s an enormous problem.”There were plenty of skeptics, but Ms. Roa got leaders at a coalition of labor unions in Medellín to champion her cause. Their efforts, which included a social media campaign called “Let’s Talk About Domestic Workers,” began getting press coverage and the attention of policy makers.In 2012, Colombian lawmakers agreed to adhere to an International Labour Organization treaty that set international standards for domestic workers. The following year, the Labor Ministry issued rules that require employers to provide health insurance and other standard benefits to domestic workers. The union Ms. Roa leads serves as an advocacy group, but it does not have formal bargaining authority.While low pay and abuses are still widespread in Colombia, Ms. Roa’s efforts have gained recognition at home and galvanized similar efforts underway in other Latin American countries. In Uruguay, the government has raised the minimum wage for domestic workers. In Mexico, 100 domestic workers this year formed a union in an effort to get employers to sign contracts that stipulate their rights under the law.The domestic workers’ campaign in Colombia has coincided with a period of political and social transformation sparked by peace talks the government has held with the country’s largest guerrilla group, the Revolutionary Armed Forces of Colombia. Since it was founded in the 1960s, the Marxist-inspired group has justified its use of violence as a means to combat the country’s entrenched inequality. The peace talks have forced Colombians to grapple with the causes of the decades-long conflict, and consider the social changes necessary to put an end to the war permanently.Ms. Roa’s movement is one example of what’s needed. “It was profound inequality that precipitated the conflict,” said Viviana Osorio, a lawyer and labor leader in Medellín who has worked with Ms. Roa. “If that doesn’t change, we won’t have lasting and sustainable peace.”"}