{"Title":"America’s Empty Embassies","Link":"http://www.nytimes.com/2015/12/29/opinion/americas-empty-embassies.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/29/opinion/americas-empty-embassies.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/29/opinion/29mondaleWeb/29mondaleWeb-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Senate’s refusal to approve a dozen ambassador nominees threatens our national interest.","Data":"Minneapolis — AS the last year has demonstrated, America’s struggle to defend its national interests cannot be won by military force alone. Even as the campaigns against the Islamic State and the Taliban have faltered, American diplomats have made remarkable progress across a number of fronts, from climate change to checking Iran’s nuclear ambitions.Such success depends on making common cause with our allies, an effort led by America’s ambassadors. And yet, thanks to Senate politics, dozens of ambassadorial nominations have been delayed unnecessarily. At one point in 2014, nearly a quarter of the world’s countries lacked an American ambassador, and even today, despite some efforts to approve candidates, a dozen nominations have not received congressional action — including nominees to represent the United States in strategically vital countries like Mexico, Norway and Sweden.Some of these are still early in the nomination process, but several have received overwhelming bipartisan support in committee, only to see their candidacy halted on the Senate floor.Take the case of Roberta S. Jacobson, whom President Obama nominated as ambassador to Mexico this summer. A State Department veteran who is fluent in Spanish, she is exactly the sort of person we need to advance our interests in Mexico. The Mexican government has expressed support, as did the Republican-led Senate Foreign Relations Committee.But because, as an assistant secretary of state, Ms. Jacobson helped negotiate the thawing of relations between the United States and Cuba, Senator Marco Rubio, a candidate for the Republican presidential nomination, has placed a “hold” on her candidacy, unilaterally preventing her from receiving what should be a pro forma vote of approval.I am particularly concerned about the vacancy in Norway, now going on for more than two years. I care deeply about Norway, where my family originated before immigrating to Minnesota, along with thousands of others.But my concern is not just sentimental: Norway is a key strategic ally and partner.It shares a 122-mile border with Russia — an increasingly aggressive and unpredictable international actor. Norway is a NATO member that routinely carries out joint military exercises with our forces. And it has started to take delivery of more than 50 F-35 fighter planes it is buying from Lockheed Martin, making it an important trade partner as well.Norway — and its neighbor Sweden, which also lacks an ambassador — have taken on particular importance in the aftermath of the Paris attacks. As recent news reports have documented, soldiers who fought for the Islamic State in Syria and Iraq have relocated to Northern Europe. Some may be trying to leave that life behind, but others represent a possible security threat — and we rely on close cooperation with Norway, Sweden and other countries in the region to track the travel and activities of these former fighters. The attacks in Paris painfully demonstrated the cost of not working together to conduct surveillance, and take decisive action when necessary.When it comes to security, an ambassador acts as a sort of general, coordinating diplomatic and intelligence activities. Without someone in that post, lapses are likely. Despite the vital national interest in working with Norway and Sweden, the Senate has failed to take a vote on nominees for the ambassadorships to either country, nominees who were unanimously approved by the Foreign Relations Committee this summer.Both nominees have impeccable records. The candidate to Sweden, Azita Raji, had an illustrious career in investment banking. Samuel D. Heins, the nominee to Norway, is a distinguished attorney here in Minneapolis, with a long record as an advocate for human rights and against torture. These are the kind of well-respected Americans on whom we depend to foster needed cooperation and to promote our national interest.And yet both have been placed on hold for reasons completely unrelated to their candidacies, or to American relations with Norway and Sweden. Instead, they have become pawns in a campaign to hold presidential appointments hostage to win political points elsewhere.This is an unconscionable abuse of senatorial power — and in any case, whatever political effect could be achieved by the holds has now been achieved.Time is short for the Senate to act before presidential politics freezes everything in place until a new administration comes in — and the process begins anew.The national interest, particularly America’s national security interest, requires that an ambassador be on the job in Norway and elsewhere. In a time of dangerous international crises, we need to work with friends and allies, using all the tools of diplomacy."}