{"Title":"America and Its Fellow Executioners","Link":"http://www.nytimes.com/2016/01/10/opinion/america-and-its-fellow-executioners.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/10/opinion/america-and-its-fellow-executioners.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/10/opinion/10sun3web/10sun3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eDespite a global trend against capital punishment, the U.S. remains among the top five countries that resort to using the death penalty.","Data":"Aside from the barbarism and injustice of Saudi Arabia’s execution of 47 men on Jan. 2, the state-sponsored killings — some by beheading — bucked a strong trend against capital punishment in most of the world. According to the annual report of Amnesty International, executions were carried out in 22 countries in 2014, the year covered; there were 25 in 2004. The total number of people known to have been executed also fell. To its disgrace, the United States was still among the five countries that most often used capital punishment — alongside China, Saudi Arabia, Iran and Iraq — but the number of executions in America continued to decline.Amnesty’s report said an “alarming number” of countries that carried out the death penalty in 2014 were responding to perceived threats to state security, the major factor in most of the Saudi executions. Pakistan resumed the execution of civilians after an attack by the Taliban on a Peshawar school, and China — which is thought to have the most executions of any country but keeps the number secret — used the death penalty in response to ethnic violence in the Xinjiang region. In Sunni-ruled Saudi Arabia and in Shiite-ruled Iran, death sentences often derive from a stern interpretation of Islamic law.But there is no compelling evidence that the death penalty deters crime, whether murder or terrorism. And absent deterrence, what remains is just vengeance.In the United States, that is rendered all the more absurd by efforts to make death seem humane through lethal injections. There is considerable evidence in America, moreover, that racism, unscrupulous prosecutors and shoddy public defenders account for a large number of dubious or blatantly unjust impositions of capital punishment. More than 150 wrongfully convicted people have been freed since 1973. As the case against capital punishment builds, the numbers of executions and death sentences have steadily declined, reaching their lowest level in at least two decades in 2015, according to the Death Penalty Information Center, with 93 percent of the executions carried out in only four states — Texas, Missouri, Georgia and Florida.What that suggests, as does the Amnesty report, is that in the end, it may not be the debates about whether capital punishment is legal, effective, just, moral or, in the case of the United States, constitutional, that determine how long it persists. It is the fact that the people of the world, including Americans, are increasingly coming to recognize the death penalty for what it is: morally unacceptable, inhuman, barbaric, unjust and useless."}