{"Title":"A Misguided Plan for Carriage Horses","Link":"http://www.nytimes.com/2016/01/30/opinion/a-misguided-plan-for-carriage-horses.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/30/opinion/a-misguided-plan-for-carriage-horses.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/30/opinion/30sat3web/30sat3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe industry is well-regulated, drivers make a living, and the horses are safe and healthy. So why make expensive changes?","Data":"Having failed to kill New York City’s carriage-horse industry, Mayor Bill de Blasio has settled for crippling it. He has sent a bill to accomplish this to the City Council, which is expected to vote on it next Friday.The Council needs to stop him. As weary as members might be of this issue, which has been festering since the 2013 mayoral race, they need to dispose of it. This means standing up to the administration, to passionate but misguided animal lovers and to real estate interests presenting themselves as animal lovers.That may be hard to do. The bill has the support of Speaker Melissa Mark-Viverito and the Teamsters, which represents the carriage drivers, and animal-rights advocates who have abandoned their adamant stance on carriage abolition. Because the deal would reduce but not eliminate the carriages, and confine them to the shady lanes of Central Park, where new stables would be built, it carries the appealing scent of compromise.But it’s a shoddy effort, shot through with dubious assumptions and unanswered questions. Why spend public dollars — perhaps $25 million, though no one knows — to set up a private, profit-seeking business in Central Park? Why build redundant housing for horses during a human homelessness crisis? Why go after law-abiding small-business owners and employees, and take away jobs?When the uprooted business shrivels — from about 170 horses to 110 by December and 95 by 2018 — how will it survive, and what will become of the displaced drivers and jobless horses? Why punish pedicab drivers, who have no political clout, by banishing them from the parts of the park where the carriages will go? Why was the Central Park Conservancy, which has deep reservations about the plan, left out of the discussion?The deal offers a solution where there was no problem. The industry is well-regulated, drivers make a living, and the horses are safe and healthy. The bill before the City Council smells more like a political fix than good policy. It pays a debt to the mayor’s wealthy donors, and it clears the way for developers who covet the West Side property where the stables lie."}