{"Title":"An Appalling Silence on Gun Control","Link":"http://www.nytimes.com/2015/12/17/opinion/an-appalling-silence-on-gun-control.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/17/opinion/an-appalling-silence-on-gun-control.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/17/opinion/17thu1web/17thu1web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Republican debate on keeping America safe ignored a public health challenge that is a lethal, daily threat.","Data":"It was remarkable that the Republican presidential candidates’ debate this week, supposedly focused on keeping Americans safe, was devoid of questions and comments about the public health issue of gun violence.Instead, the nine Republican rivals spent much of their time dwelling darkly on potential threats from Islamic State terrorists. And when they brought up the mass shooting in San Bernardino, Calif., this month, carried out by a couple found to be inspired by Islamic State violence, the discussion never veered to the easy gun access that enabled those killers — and many others — to commit swift and horrific slaughter of innocent people.That would have complicated their pitch, and more important, would mean thinking about gun violence in ways that would displease the gun industry and its political lobby. Those forces demand unquestioning allegiance from politicians fearful for their careers — outspoken candidates who retreat into shameful timidity when serious ideas on gun safety are needed. Strangely, the debate moderators didn’t care to touch the gun issue either, thereby burying a public health challenge that is a lethal, daily threat.It’s easier for these candidates to engage in eerie discussions of whether the next president should be free to bomb civilians in Syria or shoot down Russian bombers in a no-fly zone. They are experts at stoking fears about terrorism and great at wringing their hands about the unfounded bomb scare that shut down the Los Angeles school district on Tuesday, but actually facing up to gun violence — which kills more than 33,000 Americans a year — is beyond their capacity or courage. Far from offering any ideas, their statements on the campaign trail are a national embarrassment.“I never saw a body with bullet holes that was more devastating than taking the right to arm ourselves away,” Dr. Ben Carson declared in October.“You get rid of the bad guys by using our guns,” Senator Ted Cruz passionately declared early this month. He likes to make light of the issue, too: “We define gun control real simple — that’s hitting what you aim at.”“Gun laws fail everywhere they’re tried,” Senator Marco Rubio flatly insisted last month. That claim is plain wrong, contradicted by major studies as well as experience in other countries where politicians have enacted sensible controls that helped to reduce rates of gun deaths.Donald Trump favored an assault weapons ban in 2000, but this year he pledged to veto gun controls, making the death toll from firearms sound like the inescapable result of fate: “You’re going to have these things happen and it’s a horrible thing to behold.”Jeb Bush may be trying to run as a moderate against Mr. Trump, but he concedes nothing when it comes to pure fatalism about guns. “Look, stuff happens,” Mr. Bush said in October, bizarrely trying to make the case that the impulse to do something constructive may not be the right course after mass shootings. He could have been speaking for any of his current rivals when he addressed the National Rifle Association convention in 2003 and exuberantly declared, “The sound of our guns is the sound of freedom!” This week, the sound of the guns from San Bernardino, Colorado Springs and a dozen earlier scenes of American carnage never penetrated the debate."}