{"Title":"A New Cuban Exodus","Link":"http://www.nytimes.com/2015/12/21/opinion/a-new-cuban-exodus.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/21/opinion/a-new-cuban-exodus.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/21/opinion/21mon1/21mon1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAs it continues to normalize relations, the United States should end the preferential immigration system for Cubans.","Data":"Tens of thousands of Cubans have taken to the seas and embarked on perilous journeys by land this year, headed to the United States. The new exodus, the largest wave of Cuban migrants since the 1990s, is driven by hopelessness at home and fear that the unique treatment Cuban immigrants receive from Washington could end, now that diplomatic relations have been restored.With one year left in office, the Obama administration appears disinclined to scrap the policy, which gives virtually every Cuban who reaches American soil the automatic right to settle in the United States and apply for citizenship in a few years. Officials have long worried that winding down the program could trigger a stampede of Cuban migrants, an outcome that could mar President Obama’s legacy on Cuba.Still, it is time to do away with the policy, a Cold War relic that is hindering the normalization of relations between Washington and Havana. Congress should repeal the Cuban Adjustment Act, a 1966 law that created an expedited mechanism to admit Cubans at a time when the United States was seeking to undermine a Soviet ally. Under a longstanding policy, called “Wet Foot, Dry Foot,” Cubans who reach the United States get to stay, and those interdicted at sea are returned home.This system has been a boon for human smugglers in Latin America and created burdens for countries from Ecuador to Mexico through which they move. It has also been used by Cuba as a pretext to impose strict controls on its people and prevented the American government from conducting the type of thorough security vetting that all other immigrants receive.If lawmakers don’t act, the Obama administration has several options. The Cuban Adjustment Act gives the executive branch discretion to admit Cubans who arrive on America’s shores, but it does not require that the government do so. The Obama administration should negotiate a new agreement with the Cuban government that makes orderly immigration the norm. Cubans who arrive in the United States without authorization should be sent back unless they show a credible fear of persecution. The United States should also end a separate program that encourages Cuban medical professionals on government assignments abroad to defect to the United States. Opinion  In exchange, the Cuban government should be required to accept the return of Cubans who are subject to American deportation orders because they have been convicted of crimes; roughly 34,500 Cubans in this category remain in the United States because Havana has refused to issue them travel documents. Cuban officials should also agree to rescind the travel restrictions imposed on medical workers this month, a measure that contravenes international human rights law.The American policy is unpopular even among prominent dissidents who argue that it has dimmed the prospect of political change. “We respect the right of people to immigrate,” said José Daniel Ferrer, the leader of the Patriotic Union of Cuba, the island’s largest dissident group. “But as Cubans concerned about the future of our nation, we see with great anguish that Cuba is emptying out.”Even with a change in policy, the American government could still continue to admit a high number of Cuban immigrants who apply for visas from Havana, giving priority to those who have legitimate persecution claims and those who have family members in the United States.The plight of thousands of Cubans who have been stuck in Costa Rica for several weeks has brought into sharp focus the absurdity of America’s policy. Those Cubans, whose journey began in Ecuador, were stranded after Costa Rica disbanded a smuggling ring, and officials in Nicaragua, Guatemala and Belize decided they would not allow them to continue north.American officials are at a loss to explain the special treatment for Cubans, which stands in stark contrast to the harsh way the United States typically treats Central Americans, including minors, many of whom are fleeing for their lives."}