{"Title":"A New Old Plan for Penn Station","Link":"http://www.nytimes.com/2016/01/09/opinion/a-new-old-plan-for-penn-station.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/09/opinion/a-new-old-plan-for-penn-station.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/09/opinion/09sat3web/09sat3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eGovernor Cuomo’s proposal to revitalize Penn Station made New Yorkers perk up. But how much will it cost and how long will it take?","Data":"You could have gotten dizzy following the bouncing governor, Andrew Cuomo, around New York in the last few days, ahead of his State of the State address next week. To generate excitement about his plans for transportation and infrastructure, he has been leading a road show, spreading proposals one by one, far and wide. Between Proposal 5 (lower Thruway tolls!) and 7 (a bigger Javits Convention Center!), was one to make a New Yorker perk up: Proposal 6, transforming Penn Station.Whoa, say the commuters who have lived with, and hated, Penn Station since the old one was razed in 1963. Generations of them have worn ruts in the floor and holes in their souls trudging the low corridors of the Long Island Rail Road concourse, whose ceilings gush when it rains. Picture a minimum-security prison that sells magazines and popcorn, or a rat colony under martial law, and you’ll have a pretty good idea of what needs fixing.  The germ of Mr. Cuomo’s plan was championed long ago by Senator Daniel Patrick Moynihan, who died in 2003. It involves moving one tenant, Amtrak, to the grand Farley Post Office across Eighth Avenue and then renovating the Penn dungeon for the L.I.R.R., New Jersey Transit and the subways. Though developers were chosen and plans drawn up, and the first phase of work — on ventilation, stairs and corridors — is underway, the overall project has been stalled.Now Mr. Cuomo wants to revive it, though in what form is still not certain. There are several possibilities. Nobody, sadly, is talking about moving Madison Square Garden, which sits upon Penn Station like a manhole cover, blocking light and air. The grandest idea the governor outlined includes a new sunlight-drenched station entrance on Eighth Avenue, but that requires getting rid of a 5,600-seat theater under the Garden. Other options include a more modest entrance on 33rd Street, or simply tidying up the inside without any “major external changes” at all.Beyond aesthetic improvements, the real need is to increase capacity at Penn Station, which was not built to handle 650,000 passengers a day. The test will be to see what flesh is put on these and other proposals that have been flying from the governor’s mouth and press office. Mr. Cuomo, who seems to have gone from zero to Robert Moses in 60 seconds, is also talking about building a third L.I.R.R. track on part of the Main Line in Nassau County and digging a tunnel to connect Long Island to points north. He will get no complaint from New Yorkers who like it when governors tackle big infrastructure. Now he needs to fully explain with what money, and — the forever question — when?"}