{"Title":"Anger at South Africa’s Leader","Link":"http://www.nytimes.com/2015/12/21/opinion/anger-at-south-africas-leader.html?partner=rssnyt\u0026emc=rss","Description":"Jacob Zuma and the African National Congress need to look at how entrenched rule and corruption have damaged the country.","Data":"This month, President Jacob Zuma of South Africa did the sort of thing that has become common in his administration: He abruptly fired a respected finance minister who had tried to put the brakes on irresponsible government spending and put in an obscure political hack. To Mr. Zuma’s surprise, South Africans erupted in anger this time, compelling the president to yank his new appointee in favor of a trusted former finance minister, Pravin Gordhan. But that failed to calm the waters, and it should not. Mr. Zuma has done far too much damage to his country to be let off the hook.The African National Congress knows this is not the sort of governance South Africa longed for when the immoral system of apartheid was finally ended in 1994. At the outset of the new era, Nelson Mandela led South Africans to a flowering of democracy and tolerance. But as the A.N.C. became entrenched, winning five successive national elections, corruption and cronyism inevitably spread their tentacles, often under the pretext of setting aright the injustices of apartheid.The slide has been egregious under Mr. Zuma in the two years since Mr. Mandela died. He has routinely put cronies and relatives into senior positions, degrading public institutions; he has done nothing to contain the spread of corruption; he has recklessly enlarged the public work force, which consumes about 40 percent of the budget; he spent millions of dollars of public money to build himself a fabulous estate.What made the finance minister’s firing so intolerable was the erosion of South Africa’s economy, largely because of a collapse of commodity prices. Growth has plummeted, unemployment has soared, and the rand has lost nearly 50 percent of its value against the dollar since 2010.Mr. Zuma refused to recognize the economic realities and became angry when the finance minister, Nhlanhla Nene, put the brakes on spending. Mr. Nene’s exit intensified doubts among investors and credit rating agencies.There is little chance that Mr. Zuma’s retreat on the Finance Ministry marks a serious conversion. Fortunately, many South African institutions, most notably the courts, have not been suborned by Mr. Zuma or his cronies, providing a foundation on which to rebuild an honest and competent government. For that to happen, the A.N.C. must examine itself and the ravages of more than 20 years of continuous power."}