{"Title":"Angling for the Hopping Mad","Link":"http://www.nytimes.com/2016/01/05/opinion/angling-for-the-hopping-mad.html?partner=rssnyt\u0026emc=rss","Description":"A new survey seems to hold some explanation for Donald Trump’s and Bernie Sanders’s popularity by appealing to angry Americans.","Data":"A new survey by NBC News and Esquire magazine measures what anyone paying attention to Campaign 2016 already knows — Americans are angry, especially white, middle-class Americans.The “rage survey” released this week found that half of Americans say they are more angry than they were a year ago, and a plurality of them say they get mad at least once every day at something they hear or read in the news. They say that they’re living in a less-powerful America, that life hasn’t turned out the way they had hoped, and that for them, the American dream has died.This fury is a bipartisan thing: More than three-quarters of Republicans and two-thirds of Democrats surveyed feel this way. Two presidential candidates have positioned themselves to ride this discontent: Donald Trump, who is seeking the Republican nomination, and Bernie Sanders, who wants the Democratic nomination. Their appeals couldn’t be more different.In his pledges to banish undocumented Mexican immigrants, Muslims and most foreign competition from the American landscape, Mr. Trump plays on what the survey’s authors call “the anger of could be Republicans or Democrats; they don’t agree that immigration strengthens the nation and are “significantly” more likely to say the American dream is dead and twice as likely to say “white men are struggling to keep up in today’s world.”Mr. Sanders, meanwhile, taps into voters who say their American dream is ending because hard work doesn’t pay off like it used to. Even as his fellow candidates have emphasized national security issues, Mr. Sanders has stubbornly stuck to a domestic message: The richest Americans are getting richer while the poor get poorer.This message cuts across racial and gender lines and is based on sound numbers. For almost four decades, inflation-adjusted wage increases have not kept pace with American workers’ increased productivity, nor with the rate of economic growth; middle-class Americans who are the muscle behind the nation’s economy are basically working harder for less. To boot, theThe rage survey suggests that people with a household income of $50,000 to $75,000 are the angriest of all. That’s Middle America.This spitting-mad electorate presents challenges for all candidates, but it’s these two who are confronting it directly. History shows that public outrage can be misdirected against people and institutions that aren’t the cause of the discontent, or harnessed to drive corrective policy. Mr. Trump has chosen the first course, Mr. Sanders the second. Mr. Sanders’s challenge now is to show angry Americans a realistic path out of their predicament — and then get them to the polls."}