{"Title":"An Opening for States to Restrict Guns","Link":"http://www.nytimes.com/2015/12/09/opinion/an-opening-for-states-to-restrict-guns.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/09/opinion/an-opening-for-states-to-restrict-guns.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/09/opinion/09wed1web/09wed1web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eOn Monday, the Supreme Court refused to consider a challenge to a local gun regulation for the 70th time since 2008.","Data":"To listen to the insistent harangues of many gun-rights advocates, one might imagine that the Second Amendment prohibits almost any regulation of firearms.Fortunately, a majority of the Supreme Court disagrees. On Monday, the court declined to hear a challenge to a Chicago suburb’s law banning semiautomatic assault weapons and magazines that hold more than 10 rounds of ammunition.The town of Highland Park, Ill., passed the 2013 ordinance, which bans categories of weapons as well as specific guns by name, including the AR-15 and the AK-47, in the wake of the massacre of 26 children and educators at an elementary school in Newtown, Conn. The shooter in that attack, like those in many mass shootings, used a semiautomatic assault rifle with a high-capacity magazine.It was the 70th time since 2008 that the Supreme Court has declined to consider a lawsuit challenging a federal, state or local gun regulation. This creates a big opportunity for Americans to put pressure on their state and local leaders, especially since Congress refuses to approve even uncontroversial measures like universal background checks for gun sales, which are supported by nearly nine in 10 Americans. Until that changes, states and cities have the constitutional authority and moral obligation to protect the public from the scourge of gun violence.Such efforts, while piecemeal, are critically important steps toward a safer country. States and cities have passed laws restricting or banning certain types of weapons, magazines and ammunition, and prohibiting certain classes of people, like those convicted of stalking or multiple instances of drunken driving, from possessing guns. Some have also imposed universal background checks and safe-storage requirements on gun owners.In 2008, the Supreme Court in District of Columbia v. Heller held for the first time that the Second Amendment grants individuals the right to keep handguns in their homes for self-defense. In 2010 the court ruled that the Second Amendment applies to the states as well as to the federal government. But since then, states and cities have passed hundreds of gun-safety laws, and those new laws, as well as older gun laws, have faced more than a thousand challenges under the Second Amendment. So far, lower courts have upheld the laws 93 percent of the time.The Heller decision, written by Justice Antonin Scalia for a 5-4 majority, upended the long-accepted meaning of the Second Amendment, and came in for heavy criticism across the political spectrum. But it stated clearly that gun regulations are constitutional.“ Like most rights,” Justice Scalia wrote, “the right secured by the Second Amendment is not unlimited.” He continued, “nothing in our opinion should be taken to cast doubt on longstanding prohibitions on the possession of firearms by felons and the mentally ill, or laws forbidding the carrying of firearms in sensitive places such as schools and government buildings, or laws imposing conditions and qualifications on the commercial sale of arms. We also recognize another important limitation on the right to keep and carry arms” — “prohibiting the carrying of ‘dangerous and unusual weapons.’ ”Of course, the gun lobby refuses to accept this part of that decision. And sensible local laws remain under constant assault by the lobby and its legislative followers. In Illinois, state lawmakers banned cities and towns from outlawing assault weapons, but left a 10-day window before the ban took effect. Highland Park was one of 20 towns that raced to pass a measure in that time.Justice Clarence Thomas, joined by Justice Scalia, dissented from the court’s refusal to consider the Highland Park law, arguing that the law should have been struck down for violating what he called a central premise of the Heller decision: that the Constitution permits ownership of any weapon in “common use” by law-abiding citizens. Since roughly five million Americans own AR-style semiautomatic rifles, Justice Thomas wrote, that amounts to common use.Seven justices — including three of the court’s conservatives, Chief Justice John Roberts Jr., Justice Anthony Kennedy and Justice Samuel Alito Jr. — did not sign on to that reasoning, which, if taken to its logical conclusion, would mean that government could not regulate any weapons so long as manufacturers succeeded in selling enough of them to the public.By not taking the Illinois case and dozens of others like it, the court makes it clear that states and cities have wide latitude to pass tough, effective gun laws to protect their citizens."}