{"Title":"A Pause to Weigh Risks of Gene Editing","Link":"http://www.nytimes.com/2015/12/18/opinion/a-pause-to-weigh-risks-of-gene-editing.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/18/opinion/a-pause-to-weigh-risks-of-gene-editing.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/18/opinion/18fri3web/18fri3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAn international panel was right to call for a moratorium on a new technique that alters genes in ways that can be inherited.","Data":"The technology for altering defects in the human genome has progressed so rapidly in the last three years that it has outstripped the ability of scientists and ethicists to understand and cope with the consequences. An international panel of experts has wisely called for a pause in using the technique to produce genetic changes that could be inherited by future generations. That would allow time to assess risks and benefits, they said, and develop a “broad societal consensus” on the work.The revolutionary new technology, known as Crispr-Cas9, allows scientists to easily eliminate or replace sections of DNA with great precision, much as a word processing program can edit or replace words in a text. The issue is whether to use the technique to alter human eggs, sperm or early embryos in ways that would be passed on, a process that is called germline editing.  The technology has the potential to prevent devastating hereditary diseases that are caused by a single defective gene that can be edited out of the germline and replaced with a correct version. In the case of Huntington’s disease, which causes a progressive breakdown of nerve cells in the brain, the technology could protect all children in the family, who would otherwise face a 50/50 chance of inheriting the disease. The technique is not considered to be of value for diseases like cancer and diabetes, or for altering traits like intelligence, in which the hereditary component is caused by many different genes.The international panel calling for a pause met in Washington this month at the National Academy of Sciences and was jointly convened by the Chinese Academy of Sciences and the Royal Society of London. The academies have no regulatory power, but their recommendations are expected to be followed by most scientists.The technology is a tremendous accomplishment, but there are dangers in rushing to use it before the risks are understood. Chinese scientists attempted to alter genes in human embryos that cause a blood disorder, beta thalassemia, in an experiment deemed ethical by a Chinese national committee because the embryos were not viable. The editing technique ran amok and cut the DNA at many unintended sites. That may be a temporary setback as subsequent advances have reduced off-target editing.The panel left a path for the technology to move forward once a vigorous program of basic research has resolved lingering questions. That seems sensible given that many biomedical advances, like in vitro fertilization and stem cell research, raised concerns at the start but ultimately proved valuable and became widely accepted."}