{"Title":"A Potential Win-Win for the West Side","Link":"http://www.nytimes.com/2015/12/14/opinion/a-potential-win-win-for-the-west-side.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/14/opinion/a-potential-win-win-for-the-west-side.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/14/opinion/14mon3web/14mon3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA deal in the works could help create affordable housing in New York City and also help save the Hudson River Park.","Data":"On the far West Side of Manhattan, down near Houston Street, sit two big blocky structures, partners in decrepitude. One is Pier 40, the largest of the Hudson River piers, home to ball fields, parking spaces and offices. It is much used and loved, but is slowly crumbling into the river. The other, across the West Side Highway, is called St. John’s Terminal. A hulking row of warehouses, it is ugly and unloved. Its fate is to be rebuilt — but into what is the question, which is where Pier 40 comes in.The pier is part of Hudson River Park, whose officers are hoping to sell the pier’s unused development rights to the owners of St. John’s Terminal for $100 million. The developers would use the rights to build a bigger complex at the St. John’s site. The trust would use the money to fix the pier.A deal to that effect, announced in late October by New York City officials and the developers, offers the tantalizing possibility of a long-overdue win-win for all parties. The Hudson River Park Trust, a city-state partnership that has struggled for years to manage and build the still-unfinished, four-mile riverfront park, would get a new Pier 40. That’s crucial because the pier and its facilities are supposed to provide a revenue stream for the entire park project — a stream now in danger of drying up because the pier has already required millions in emergency repairs. The trust says the $100 million would stabilize thousands of rusty pilings and the park’s tenuous finances.The developer, meanwhile, would get a more profitable building opportunity, of 1.7 million square feet, for some as-yet-undetermined combination of commercial, hotel and office space, and about 1,500 apartments. Mayor Bill de Blasio’s administration would get credit for a revitalized pier and for the part of the deal that requires a significant number of apartments be set aside for low- and moderate-income renters and the elderly.But development of any kind always proves problematical in that part of Manhattan, where deeply ingrained not-in-my-backyard sentiments have helped sink a succession of proposals at the star-crossed pier. The coming review process, which includes the community board, borough president, Planning Commission and City Council, promises to bring the naysayers out in force.Testimony last month by Assembly member Deborah Glick, speaking for herself and other elected officials who represent the neighborhood, gave a taste of local resistance. It was a laundry list of worries raising big-picture issues (the definition of “affordable” and the permanence of “public” space) and teeny-tiny ones (“Will this project be using bird-safe windows?”).One understandable concern is that the numbers in the deal seem, like development rights themselves, to have been pulled out of the air. Is $100 million really enough to make the pier safe and viable again, and is it a fair price for 200,000 square feet of development rights? Good questions, and not answerable yet — the deal was announced before an appraisal was even completed.This we know: Hudson River Park is troubled, and the trust needs to find innovative ways to generate large amounts of revenue, which this air-rights deal promises to do. Affordable housing is critically important, and any big development deal in the city needs to include a maximized affordable component. The protesters and worriers will be having their say, but in the end they and others with a stake in the neighborhood should be prepared to support a deal that gives Hudson River Park, all four precious miles of it, a stronger and more secure future."}