{"Title":"A Safer World, Thanks to the Iran Deal ","Link":"http://www.nytimes.com/2016/01/18/opinion/a-safer-world-thanks-to-the-iran-deal.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/18/opinion/a-safer-world-thanks-to-the-iran-deal.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/18/opinion/18mon1web/18mon1web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAlthough there are difficult challenges ahead, President Obama’s pursuit of diplomacy with Tehran over the nuclear threat has so far paid off.","Data":"This is a moment many thought would never come: Iran has delivered on its commitment under a 2015 agreement with the United States and other major powers to curb or eliminate the most dangerous elements of its nuclear program. The world is now safer for this.The International Atomic Energy Agency verified on Saturday that Iran has shipped over 8.5 tons of enriched uranium to Russia so Iran can’t use that in bomb-making, disabled more than 12,000 centrifuges and poured concrete into the core of a reactor at Arak designed to produce plutonium.On Sunday, President Obama hailed these steps as having “cut off every single path Iran could have used to build a bomb” and noted that engagement with Iran has created a “window to try to resolve important issues.” Most important of all, he said, “We’ve achieved this historic progress through diplomacy, without resorting to another war in the Middle East.”  Still, there are daunting challenges ahead, including ensuring the deal is strictly adhered to, an obligation for the United States, Russia, China and Europe. Cheating should be much harder, given that Iran will be subjected to continuous and intrusive monitoring by the I.A.E.A. of its nuclear enrichment facilities, centrifuge production and uranium mines. And even if the Iranians were to attempt to produce enough nuclear fuel for a bomb, it will now take them more than a year to do so. Before the agreement, that breakout time was two to three months.The deal is a testament to patient diplomacy and President Obama’s visionary determination to pursue a negotiated solution to the nuclear threat, despite relentless attempts by his political opponents to sabotage the initiative. After more than 30 years of hostility between the two countries, President Hassan Rouhani of Iran and his foreign minister, Mohammad Javad Zarif, who took office in 2013, pursued the nuclear deal and its implementation with a pragmatic and constructive attitude.This is also a moment to celebrate the release of the Washington Post journalist Jason Rezaian and three other Americans of Iranian descent who were detained by Iran, in some cases for years. Mr. Rezaian and the others should never have been held in the first place. Their freedom came in exchange for seven Iranians arrested by the United States on charges of violating sanctions on Iran. Separately, another American who was recently detained was also freed. Resolving disputes often requires compromise, and these developments make it more likely, although far from certain, that the United States and Iran could cooperate in the future.The value of increased American-Iranian engagement was obvious last week when Iran quickly released 10 American sailors after their two patrol boats mistakenly drifted into Iranian waters in the Persian Gulf. Iran’s hard-line military boarded the ships and released photos of the sailors in custody, a possible violation of the Geneva Conventions. Ordinarily, this would cause a crisis — and American hard-liners tried to make it so by denouncing Mr. Obama and denouncing Iran. But after a series of phone calls between Secretary of State John Kerry and Mr. Zarif, Iran’s supreme leader, Ayatollah Ali Khamenei, backed Mr. Rouhani and Mr. Zarif, who moved quickly to defuse the incident. Both sides knew a prolonged standoff could put the nuclear deal at risk.Of course, neither compliance with the nuclear agreement nor the release of the Americans means that Iran should not be subject to criticism or new sanctions for violation of other United Nations resolutions or American laws. Once the detained Americans left Iran, Mr. Obama moved quickly to impose new, limited sanctions on 11 Iranian companies and individuals for their involvement in two recent ballistic missile tests.Iran’s critics are incensed that in return for complying with the nuclear deal, the country will get access to $100 billion of its money that has been frozen in overseas banks and that lifting sanctions will enable it to integrate into the international economy. The critics fear Iran will use the money to destabilize the region further, but Mr. Rouhani’s greater imperative is to spend the funds on the many social and economic needs of Iranians. His promises to improve their lives will be tested during next month’s parliamentary elections.Leaders don’t give up their nuclear weapons for nothing. A bargain with Iran was necessary. It might even serve as an example for dealing with North Korea, which may have enough fuel for 16 weapons and is producing many more."}