{"Title":"A Shameful Round-Up of Refugees","Link":"http://www.nytimes.com/2016/01/08/opinion/a-shameful-round-up-of-refugees.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/08/opinion/a-shameful-round-up-of-refugees.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/08/opinion/08fri1/08fri1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eMany who pose no threat to American security are being sent back to some of the most dangerous countries in our hemisphere.","Data":"President Obama once said this about his administration’s deportation priorities: “We’ll keep focusing enforcement resources on actual threats to our security. That means felons, not families. That means criminals, not children. It means gang members, not moms who are trying to put food on the table for their kids.”Encouraging words, a year ago. But a new year has dawned upon an appalling campaign of home raids by the Department of Homeland Security to find and deport hundreds of would-be refugees back to Guatemala, Honduras and El Salvador. The targets are those who arrived in a recent surge of people fleeing shockingly high levels of gang and drug violence, hunger and poverty and who offered themselves at the border to the mercy of the United States, but ultimately lost their cases in immigration court.Since New Year’s, the administration has been sending agents into homes to make an example of the offenders and to defend the principle of a secure border. A president who spoke so movingly about the violent gun deaths of children here has taken on the job of sending mothers and children on one-way trips to the deadliest countries in our hemisphere. Mothers and children who pose no threat, actual or imaginable, to our security.The Homeland Security secretary, Jeh Johnson, said in a statement: “Our borders are not open to illegal migration. If you come here illegally, we will send you back consistent with our laws and values.” He added: “This should come as no surprise. I have said publicly for months that individuals who constitute enforcement priorities, including families and unaccompanied children, will be removed.”It’s no wonder that Donald Trump is applauding the policy, and taking credit for it.But Mr. Johnson is wrong to suggest that frightened Central Americans are a border-security threat. It’s not illegal to go to the border and seek asylum, as these families have. And his defense of our “values” jarringly sidesteps vital questions — Why are people fleeing? And if they are desperate to escape their murderous homelands, what is the best response of the United States?It’s certainly not home raids that send powerless individuals unjustly back to mortal danger and, as collateral damage, spread fear and panic in immigrant neighborhoods across the country. The homicidal brutality in Central America has spawned a humanitarian disaster, but the administration has been treating it as a Texas border-security emergency, and a political headache. Perhaps this is why its efforts at deterring the migrant flow have not succeeded. Families have taken the journey anyway, not because they are determined to flout our immigration laws — but because they want not to be murdered.The administration needs to recognize that this problem cannot be solved in backward fashion. The answer lies not in sitting idly until refugees arrive and greeting them with family prisons and prosecution. It requires addressing the root causes of the bloody violence in the region, and fixing the chaotic, underfunded legal system at the border, where migrants with no money or lawyers — or with bad lawyers — confront the infernal complexities of immigration and asylum law, and lose. The administration should have long ago begun building routes of escape for families in danger, with safe havens and in-country screening for those seeking resettlement, in the United States or elsewhere in the region.While federal agents have been knocking on doors and spreading fear, advocacy groups have been scrambling to help the Central Americans. Humanitarian projects like CARA, a cooperative effort of legal services organizations, and Raices, which has worked for years with refugees in Central and South Texas, have placed urgent calls for funds and volunteers. Protection, due process and outstretched arms for terrorized families: That’s an approach consistent with America’s laws and values, not agents at the door, on the hunt for mothers and children."}