{"Title":"A Smarter Way to Get Guns Off the Street","Link":"http://www.nytimes.com/2016/01/13/opinion/a-smarter-way-to-get-guns-off-the-street.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/13/opinion/a-smarter-way-to-get-guns-off-the-street.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/13/opinion/13wed3web/13wed3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eMayor Bill de Blasio announced two encouraging new approaches in pursuit of a safer city.","Data":"For a mayor happy to boast about his city’s record low crime rates, Bill de Blasio has spent a lot of time lately talking about gun violence. As he should, because New York remains a dangerous and frightening city if you live in certain neighborhoods — in Brooklyn and the Bronx — still afflicted by gangs, drugs and shootings.Horrifying reports of a gang rape in Brownsville this month are just one reminder that New York’s public-safety successes are incomplete, and that there is never time for complacency in deterring and prosecuting crime.Mr. de Blasio announced on Tuesday two encouraging new approaches in pursuit of a safer city: the creation of a specialized court in Brooklyn to handle gun-possession cases, and a “Gun Violence Suppression Division,” of 200 police officers, mostly detectives, to handle illegal-gun cases and nothing else.  One thing to know about gun court is that it isn’t drug court. Drug courts and other specialized courts try to keep defendants out of prison, to shield them from the worst of the justice system and put them on a better path in life. Gun court starts from a different premise, explained recently by Police Commissioner William Bratton: “They need to be treated with every ounce of justice system that we can apply to them, to basically get them off the streets and keep them away from us.”“They” being repeat offenders, often young men in street gangs, who are relatively few in number but blamed by the police for most gun violence. When New York first experimented with gun court — in Brooklyn, under Mayor Michael Bloomberg from 2003 to 2009 — it was trying to solve a dilemma: Shootings plagued some neighborhoods, but gun cases frequently dragged on and conviction rates were low. Justice was seen as slow, inefficient and inconsistent.Mr. de Blasio’s revived plan, an aide said, has the same motives: “to identify the strongest cases out of the gate” and to send them to two judges in two courtrooms in State Supreme Court in Brooklyn. The plan is to dispose of cases more quickly, to get high-risk repeat offenders off the street, with sentences appropriate to the seriousness of the crime, and not let low-priority offenders and bad cases languish in Rikers.The long bottoming out of the crime rate in New York City has been something to marvel at, but the challenge is to keep the gains from eroding while restoring law and order to the pockets of the city plagued by stubborn violence. There are many wrong ways to tackle that problem, including the ridiculously wide “stop-and-frisk” dragnet set by Mr. Bratton’s predecessor Raymond Kelly, which harmed hundreds of thousands of innocent young men in the pursuit of a fractional subset of violent criminals.Mr. de Blasio and Mr. Bratton say they are now doing the opposite, with a tack that is not necessarily harsher but smarter. Its success will rely not just on greater efficiency in the courtroom, but also on good policing on the front end, with well-trained officers respecting the Constitution and the residents of the crime-plagued neighborhoods they are pledged to protect.The answer as always is the swift, sure and consistent application of justice, with stiff sentences where they are justified, and no neighborhoods left to fall through the cracks."}