{"Title":"A Step Forward for Juvenile Offenders","Link":"http://www.nytimes.com/2015/12/22/opinion/a-step-forward-for-juvenile-offenders.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/22/opinion/a-step-forward-for-juvenile-offenders.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/22/opinion/22tue2web/22tue2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eGov. Andrew Cuomo’s plan to pardon thousands of youthful offenders is welcome news.","Data":"New York is one of the most backward states in the union in the way it treats juvenile offenders, and it will remain so without fundamental reforms. But Gov. Andrew Cuomo took a bold step forward this week when he announced that his administration would seek out and pardon thousands of people who were convicted of nonviolent crimes while they were 16 or 17 years old and have stayed out of trouble with the law for a decade. The plan is welcome news to those who have been shut out of jobs and otherwise marginalized because of minor offenses committed when they were still young.The plan will not erase a person’s criminal record. Applicants would still answer in the affirmative when asked about criminal convictions on, say, job applications, but will be able to produce a document from the governor’s office affirming their pardon. This should make it easier to find jobs, attend college, buy or rent a house and work in occupations that require licenses.The plan will affect about 10,000 people who committed misdemeanors and nonviolent felonies when they were 16 or 17 and who have been crime-free for at least 10 years. The administration said it chose the 10-year cut-off based on data showing that teenagers who remain crime-free for that period of time are no more likely to commit new crimes than are members of the general public.According to a state analysis, on average about 350 such people will become eligible for a pardon each year. Applicants must also meet other requirements and be productive members of the community. The pardons, decided by the governor’s counsel, will be conditional and can be revoked if the recipient commits an additional crime.New York still has a long way to go to improve its approach to juvenile offenders. It remains one of only two states — the other being North Carolina — that set the age of criminal responsibility at 16. This policy defies research showing that young people are incapable of weighing risk the way adults do, which makes them prone to rash judgments that get them into trouble.The Supreme Court recognized fundamental differences between young people and adults when it banned the death penalty for juveniles in 2005 and when it prohibited mandatory life sentences without parole for young people in 2012. Further, it is widely understood that prosecuting children as adults turns them into hardened criminals and that steering them toward juvenile court rehabilitative services gives them a better chance at normal lives.New York had a chance to act on this information in the last legislative session when it considered and failed to pass a bill that would have raised the age of criminal responsibility to 18. Critics of the bill advanced the argument that to prosecute young people as juveniles would be “soft on crime.”The Legislature should reconsider this absurd position in its next session. The truth is that treating children as adults creates the prospect of more crime, not less."}