{"Title":"A Streetcar Ride to New York’s Future","Link":"http://www.nytimes.com/2016/02/05/opinion/a-streetcar-ride-to-new-yorks-future.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/05/opinion/a-streetcar-ride-to-new-yorks-future.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/05/opinion/05fri2/05fri2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe mayor’s enticing proposal must show itself to be worth the cost and not merely serve as a convenience for the affluent.","Data":"Mayor Bill de Blasio ’s proposal to build a streetcar line connecting 16 miles of neighborhoods along the booming East River waterfront of Brooklyn and Queens presents an eye-catching, ambitious exercise in what the mayor terms “equity and innovation.” Equity for local residents who feel marooned from the city’s subway system, and innovation in reviving the streetcar as a modern feature to serve a fast-growing waterfront.The move by American cities to revive streetcars has been underway since the 1990s, helped by federal subsidies. Transit specialists and critics caution that “heritage trolleys,” with short runs more inviting to tourists than city residents, don’t really amount to progress. But Mr. de Blasio’s proposal is far more than a means for nostalgia with a dramatic view of Manhattan. It aims to ease the daily, less Manhattan-centric commutes of masses of people.The mayor, who has promised a more equitable city, should make sure that a major project like this will serve all kinds of communities, wealthy and low-income. It’s promising that, as he points out, 45,000 people live in public housing along the route.Proponents of the trolley, including eager real estate developers, estimate the streetcar line would serve millions of New Yorkers each year, invite billions in local investment and be more than paid for by the higher tax revenues generated from fresh development and rising property values. Such are the usual estimates of any big city proposal. But questions abound. One of the most obvious is whether further investment in bus transportation would be a less glamorous but more efficient and cheaper alternative to embedding tracks on city streets for trolleys to run alongside automobile traffic. Another is whether there are neighborhoods away from the waterfront with more urgent transportation needs.The estimated cost of the streetcar line is $2.5 billion — vastly cheaper than building another subway — but the price undoubtedly will shift as the proposal is vetted through neighborhood reviews and city government debate, for a possible opening in 2024. (Mayor de Blasio is entitled to smile at the likelihood that approval will not be needed from Gov. Andrew Cuomo.)  One caution from trolley skeptics is that true mixed-use zoning must be protected if the service is not to become a chic convenience for the affluent. The de Blasio administration says the route would help commercial centers like Long Island City and the Brooklyn Navy Yard.City planning is always part art. And this proposal does not lack for vision. But Mayor de Blasio, so invested until now in social welfare issues, will have to show fortitude in defending the practicality of his venture in mass transit innovation. It will have to survive the inevitable criticism of urbanites who think they know better ways than a trolley car to get around New York."}