{"Title":"At the Supreme Court, a Big Threat to Unions","Link":"http://www.nytimes.com/2016/01/10/opinion/sunday/at-the-supreme-court-a-big-threat-to-unions.html?partner=rssnyt\u0026emc=rss","Description":"Justice Samuel Alito actively dislikes a longstanding precedent protecting public-union funding. Now he has another chance to kill it.","Data":"A case the Supreme Court will hear on Monday morning threatens to undermine a four-decade-old ruling that upheld a key source of funding for public-sector unions, the last major bastion of unionized workers in America.In the 1977 decision Abood v. Detroit Board of Education, the justices ruled that public unions may charge all employees — members and nonmembers alike — for the costs of collective bargaining related to their employment. For nonmembers, these are known as “fair-share fees.” But nonmembers may not be compelled to pay for the union’s political or ideological activities.The Abood ruling was a sensible compromise between the state’s interest in labor peace and productivity and the individual worker’s interest in his or her freedom of speech and association. Before the decision, strikes and labor unrest in the public sector were far more common, as workers struggled to have their voices heard in the absence of meaningful organized representation.Stronger unions have not only helped ensure that essential public services are more efficient and effective; they have also led to higher wages and better benefits for workers. According to a report by the Economic Policy Institute, public employees in states with fair-share fees enjoy nearly the same compensation as their private-sector counterparts, while those in states that have banned such fees get 9 percent less.But leaders of the “right to work” movement — which is funded largely by corporate interests and has helped 25 states ban fair-share fees — have been gunning from the start to overturn the Abood decision. Today they have a good friend on the court in Justice Samuel Alito Jr., who has written two majority opinions since 2012 calling the ruling into serious doubt.The latest challenge targets the California public-school teachers’ union, which gets fair-share fees from about 29,000 employees, or a little under 10 percent of the work force. After Justice Alito suggested in 2012 that he would be open to striking down all fair-share fees, the anti-union activists rushed their case through the lower courts. The plaintiffs say being required to pay anything at all to the union violates their First Amendment rights. And when the government is the employer, they argue, all union activities are inherently political.The court rejected these arguments in Abood, in part because the government has more leeway when it acts as an employer, and in part because unions are required by law to represent all employees. As Justice Antonin Scalia explained in a 1991 case, “where the state creates in the nonmembers a legal entitlement from the union, it may compel them to pay the cost.”In other words, mandatory fees eliminate the problem of free riders — employees who enjoy raises and other benefits negotiated by the union without paying for them. In a 2014 ruling, Justice Alito dismissed the free-rider concern and claimed that those who support a union will willingly pay its dues, but this is contradicted by both common sense and experience.States should continue to be free to fashion their own arrangements for handling labor relations. More than 20 have fair-share fee systems which encompass thousands of negotiated contracts representing millions of teachers, police officers, firefighters and other public workers. All this could be upset by a ruling for the plaintiffs.At the least, the court should be extremely wary, as it usually is, of upending long-settled precedent. The Abood ruling has stood, and been repeatedly reaffirmed, for nearly 40 years. It would be troubling if it was now reversed by a deeply divided vote."}