{"Title":"A Waiting List for Justice in New Orleans","Link":"http://www.nytimes.com/2016/01/23/opinion/a-waiting-list-for-justice-in-new-orleans.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/23/opinion/a-waiting-list-for-justice-in-new-orleans.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/23/opinion/23sat2web/23sat2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe city’s overburdened public defender system was right to stop taking new cases until the government provides proper funding.","Data":"On Wednesday, the New Orleans police arrested Deonca Kennedy after her 3-year-old grandson was killed by a bullet fired from a gun under her pillow as the two slept.Ms. Kennedy, who was charged with negligent homicide and is indigent, qualified to have a public defender represent her. But the Orleans Public Defenders Office turned her down because, as it had announced on Jan. 11, it could no longer afford to take on serious new felony cases, including some involving murder, rape and armed robbery.Currently, the office’s lawyers handle an average of 350 felony cases each year, more than twice the American Bar Association’s guideline of 150. It is impossible for them to provide an ethical or constitutionally adequate defense for their existing clients under these conditions, let alone to take on even more. The situation is only getting worse, and the office imposed a hiring freeze because of a $1 million budget shortfall.Since the office represents about 85 percent of criminal defendants in New Orleans and nearly all defendants who are found to be indigent, the impact of the decision to decline new cases has been immediate. Already 15 defendants facing violent felony charges have been turned down. Until the state or the city comes up with money to pay for lawyers who the Constitution requires the government to provide, these people, including Ms. Kennedy, are locked up in jail without lawyers to challenge their arrests, request reduced bail or file motions to preserve evidence.Despite the Sixth Amendment’s guarantee of a lawyer to every person facing criminal charges, underfunded public defense systems are common across America. But perhaps nowhere is the system as perverse as in Louisiana, where most of the funding comes from court costs imposed on those who are convicted or plead guilty, most often in the form of a $45 fee assessed on traffic tickets.This is an inadequate and unpredictable revenue stream; a 2012 report found that the New Orleans traffic court failed to pay the defenders office millions it owed. And using court costs to finance public defense creates a fundamental conflict of interest, since it gives defenders an incentive to lose their cases to ensure that the office gets paid.Last week, the American Civil Liberties Union brought a class-action lawsuit on behalf of several defendants stuck in jail, alleging violations of their right to due process, equal protection and assistance of counsel. It has brought similar suits in other states, including New York and California, but the problems in Louisiana are especially bad. According to Louisiana’s public defender, James Dixon Jr., 31 of the state’s 42 public defender districts will be insolvent, or close to it, within the year.The solution is for Louisiana lawmakers to provide adequate funding to public defender offices statewide, and to give all their citizens the legal assistance the Constitution demands."}