{"Title":"Beggars Banquet in Congress","Link":"http://www.nytimes.com/2016/01/07/opinion/beggars-banquet-in-congress.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/07/opinion/beggars-banquet-in-congress.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/07/opinion/07thu3web/07thu3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe need to spend hours in “call rooms” seeking political donations takes away from time actually spent serving constituents.","Data":"Talk to members of Congress as they retire after years in the Capitol and a disturbing thread runs through their adieus that has nothing to do with serving the people — yes, the people. Far from it: It’s more about how happy they are at having no further obligation to romance the donors — yes, the campaign donors. Departing lawmakers can hardly contain their joy at leaving behind the job’s awful necessity of darting from the Capitol day in and day out to cubbyholed precincts down the block known as “call rooms,” where they beg shamelessly for campaign money to keep their political careers going.The law forbids incumbents from soliciting inside their Capitol offices, so they indulge an elaborate pretense that seeking electioneering money at a nearby party headquarters or a colleague’s townhouse is a convincingly less grubby way of wooing donors hoping for favors.“It’s horrific,” Representative Steve Israel of New York admitted this week in announcing his retirement after eight terms. “I don’t think I can spend another day in another call room making another call begging for money,” he said. He estimated he has spent 4,200 hours in call rooms, plus 1,600 more at fund-raising dinners, raising $20 million in donations. Plus untold multimillions more in his time running the campaign machine of the Democratic Congressional Campaign Committee.Money grubbing is so relentless for both parties that a Democratic directive for arriving freshmen members that surfaced in The Huffington Post two years ago candidly advised them to devote four hours of each working day to “call time” if they entertained hopes for re-election — as opposed to three to four hours for the actual job of lawmaking. Members are regularly seen leaving the Capitol after a vote to put in more call time, as if feeding gluttonous parking meters.“Every hour a member of Congress spends on call time is an hour less spent on critical issues,” Mr. Israel regretfully noted, arguing that this is the ultimate case for the public financing of federal elections and for full disclosure of well-heeled donors.“When I decided to resign, the first group I called were my donors, to give them the good news that I no longer would be begging them for money,” said Mr. Israel, a published writer who plans to satirize the degrading process in his next novel."}