{"Title":"Bizarre Responses to a Plea for Reason","Link":"http://www.nytimes.com/2015/12/08/opinion/bizarre-responses-to-a-plea-for-reason.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/08/opinion/bizarre-responses-to-a-plea-for-reason.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/08/opinion/08tue1/08tue1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe presidential field reacts to President Obama’s Sunday speech on the evolving threat posed by ISIS.","Data":"President Obama’s address to the nation Sunday was intended to reassure anxious Americans that the United States will defeat the Islamic State, known as ISIS or ISIL, “by being strong and smart, resilient and relentless, and by drawing upon every aspect of American power.” But success, he noted, “won’t depend on tough talk, or abandoning our values, or giving into fear. That’s what groups like ISIL are hoping for.”If that’s true, ISIS must have been cheered by the presidential field, most of whom did their best to talk tough and stoke fear without advancing any workable ideas.Donald Trump, a bigot without foreign policy experience, showed that there is nothing he won’t say or support to sow hatred. On Monday he outrageously proposed barring all Muslims from entering the country. There is no precedent for denying immigration based on religion, experts say, and any such test would surely be used as an excuse to attack Muslim Americans.Ted Cruz, Twitter warrior, pledged after Mr. Obama’s speech to “direct the Department of Defense to destroy ISIS.” He played soldier all weekend in Iowa, spouting “We will carpet bomb them into oblivion,” to a tea-party crowd in Cedar Rapids, adding “I don’t know if sand can glow in the dark, but we’re going to find out,” whatever that means.Marco Rubio took to Fox News to remind Americans that they are, or should be, “really scared and worried.” He also said that “people are scared not just because of these attacks but because of a growing sense that we have a president that’s completely overwhelmed by them,” as if he alone had his finger on the pulse of America.“Bolder action across the board is needed because our way of life is what’s at stake,” was the nonprescription from Gov. John Kasich of Ohio. “Also, when terrorists threaten us, our response can’t be to target our own constitutional rights. Our rights aren’t the problem, our unwillingness to act to defeat extremists is the problem. We need to decisively and aggressively protect our nation and our ideals. We can’t delay.”Here’s Jeb Bush, on Fox News Monday morning: “The idea that somehow there are radical elements in every religion is ridiculous. There are no radical Christians that are organizing to destroy Western civilization. There are no radical Buddhists that are doing this. This is radical Islamic terrorism.”What Mr. Obama called an “evolving threat” has taken a new form that authorities have long feared: via the Internet, Islamic extremists are inciting terrorist attacks inside the United States, without the foreign training and travel that makes such plans easier to detect and thwart.On Sunday, before Mr. Obama spoke, Hillary Clinton suggested that social media companies like Facebook, YouTube and Twitter should “disrupt” the Islamic State by taking down its content and making it harder for the group to recruit fighters and communicate online. While this approach may seem appealing, it is deeply flawed because private businesses are not equipped to decide what online speech should be taken down or which users should be silenced. And even if big Internet companies were successful at keeping terrorist organizations and their sympathizers from using their services, those groups and people would find other ways to communicate, for example, by using websites that are not well known or online services based in other countries.Mr. Obama is in a tight spot. Elected by a war-weary nation as the candidate who promised to extract the United States from conflicts in the Middle East, he is facing calls by politicians and former advisers to step up airstrikes against ISIS and to deploy more Special Operations forces. With the attack in San Bernardino, Calif., the issue of radicalization grows more urgent and complicated. Whether one agrees with Mr. Obama’s approach or not, the problem of ISIS and other terrorist groups will persist long after he leaves office.This is the moment for presidential candidates to show they’re ready to advance solutions that are palatable to the majority of Americans who, despite their anger and fear, don’t support another long war. So far, the candidates’ talk offers next to nothing, and in the case of Mr. Trump, something far worse."}