{"Title":"Canada’s Warm Embrace of Refugees","Link":"http://www.nytimes.com/2015/12/12/opinion/canadas-warm-embrace-of-refugees.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/12/opinion/canadas-warm-embrace-of-refugees.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/12/opinion/12sat1web/12sat1web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eCanada’s expedited program to admit Syrian refugees is an example other prosperous nations should follow.","Data":"Many of the indelible images of the Middle East refugee crisis this year are haunting. There was the heart wrenching photo of Aylan Kurdi, a lifeless 3-year-old boy who drowned at sea and washed up ashore on a beach in Turkey in early September. A photographer in Greece captured the moment Laith Majid, an Iraqi refugee, walked off a deflating boat in Greece in tears, tightly clutching his son and daughter. And it’s hard to forget the spiteful Hungarian journalist who tripped a Syrian refugee carrying a child, making them stumble.The simple but powerful words with which Prime Minister Justin Trudeau of Canada greeted the first group of Syrians resettled under an expedited program stood in sharp contrast to the misery and monumental injustice the earlier images represent.  “You are home,” he said when the refugees disembarked in Toronto on Thursday after a 16-hour flight from Beirut. To a man holding a toddler wearing a headband with flowers, he repeated the sentiment: “Welcome to your new home.”With his sleeves rolled up, Mr. Trudeau helped the man try on winter coats until he found one that fit. In return, the Syrian man thanked the prime minister “for all this hospitality and this warm welcome,” and said the Canadian government had made him and his fellow refugees feel “highly respected” as they applied to be settled.Until Mr. Trudeau’s election, the Canadian government had been among Western countries that had responded to the refugee crisis with more apprehension than compassion. Mr. Trudeau changed that by ordering his government to admit 10,000 Syrian refugees by the end of the year and at least 25,000 by the end of March.“We get to show the world how to open our hearts and welcome in people who are fleeing extraordinarily difficult situations,” Mr. Trudeau said during a brief speech at the airport, where the refugees had arrived on a Canadian military plane. “Tonight they step off the plane as refugees, but they walk out of this terminal as permanent residents of Canada.”Canada’s resettlement program is small compared with the magnitude of a crisis that will take years to solve. The United Nations estimates that roughly nine million Syrians have been displaced by war since 2011, a number that can only rise as fighting in Syria continues unabated.Yet Canada’s generosity — and Mr. Trudeau’s personal warmth and leadership — can serve as a beacon for others. In the meantime, it puts to shame the callous and irresponsible behavior of the American governors and presidential candidates who have argued that the United States, for the sake of its security, must shut its doors to all Syrian refugees.The prime minister made no direct mention of Canada’s southern neighbor in his speech on Thursday. Yet he spoke unmistakably to a broader audience when he said: “This is something that we are able to do in this country because we define a Canadian not by a skin color or a language or a religion or a background, but by a shared set of values, aspirations, hopes and dreams that not just Canadians but people around the world share.”"}