{"Title":"Candidates’ Children in the Peanut Gallery","Link":"http://www.nytimes.com/2015/12/26/opinion/candidates-children-in-the-peanut-gallery.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/26/opinion/candidates-children-in-the-peanut-gallery.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/26/opinion/26sat3SUB/26sat3SUB-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eTed Cruz, Hillary Clinton and others push offspring center stage, then want to keep them politically off limits.","Data":"Presidential candidates’ children and grandchildren are turning up once again. Ted Cruz’s decision to cast his daughters in an attack ad and Hillary Clinton’s “just like your abuela” misfire make one wonder anew, Why do candidates seek advantage by shoving the next generations center stage while insisting that they remain politically off limits?It is generally a bad idea to mingle parenting and politics. Donald Trump, as usual, exceeds all civilized norms. The 69-year-old Mr. Trump tells the public that his daughter Ivanka has “the best body,” and that if he were not her father he’d probably be dating her. But for decades, Americans have cringed at candidates and their children, as they did when Jimmy Carter cast his daughter, Amy, as a public school poster child.In 2008 came the awkward tableau of the Palin family on the Republican National Convention stage, all dolled up after a Mall of America shopping spree. Editorial Observer See More » This week Senator Cruz gave his daughters, Catherine, 5, and Caroline, 7, bizarre roles in a twisted Christmas ad in which Caroline became possibly the youngest person yet to go after Mrs. Clinton’s private email account.The ad prompted the Washington Post political cartoonist Ann Telnaes to sketch a depiction of Mr. Cruz as an organ grinder and his girls as monkeys. The Post then tried to bury the cartoon while Mr. Cruz shouted “They attacked my children!” in an email pleading for Americans to defend his daughters’ honor by giving him $1 million over 24 hours.Probably the best-known candidate offspring this cycle is Chelsea Clinton, soon to be stumping for her mother, as she did in 2008. Two public sides of Chelsea, 35, have emerged.The campaign-ready Chelsea is an Oxford-educated Clinton Foundation public health expert, urbane and popular with millennial women, who’s just written a book encouraging kids ages 10 and up to get out there and change the world. This Chelsea spent several days leading donors to the Clinton Foundation through hospitals and small businesses in Haiti last summer, so committed to her talking points that when a fire alarm went off in her Port-au-Prince hotel during an interview, she kept right on reciting facts about childhood diarrhea while her staff hustled her toward the exit.The problematic public Chelsea lives in a $10 million Manhattan apartment and appeared on the cover of Elle wearing $20,000 worth of jewelry as her mom was addressing income inequality. This is socialite Chelsea, who while her mom rumbled through Iowa on her Scooby bus, snorkeled in Sardinia off Barry Diller and Diane von Furstenberg’s yacht. Nothing wrong with that, except The Daily Mail was photographing it for all the world, including Des Moines, to see.This may be why Hillary Clinton spends more time on the trail talking about her granddaughter, Charlotte Clinton Mezvinsky — or more precisely, talking about being Charlotte’s grandmother. Charlotte, the campaign announced, learned to say “grandma” right before the first Democratic debate.On Monday, after Chelsea tweeted that Charlotte would become a big sister next year, a campaign “content strategist” posted a list, “7 Things Hillary Clinton Has in Common With Your Abuela,” aimed at young Latino voters. Latinos pounced: Inventing #NotMyAbuela, they slammed the list as tone-deaf “Hispandering.” One woman, Veronica Quezada, tweeted that Mrs. Clinton is #NotMyAbuela because “she didn’t have to live in poverty with 14 kids and suffer because over half were separated over a border.”There’s probably a lesson for all candidates in little Charlotte, 15 months old. Find an adorable baby who doesn’t yet speak, and allow the poor child to stay home."}