{"Title":"Carbon Pricing and Climate Change","Link":"http://www.nytimes.com/2016/01/25/opinion/carbon-pricing-and-climate-change.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/25/opinion/carbon-pricing-and-climate-change.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/25/opinion/25LcarbonWeb/25LcarbonWeb-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eReaders and advocates discuss the effectiveness of the policy.","Data":"To the Editor:Re “ Proof That a Price on Carbon Works ” (editorial, Jan. 19):It was heartening to read your editorial, just the latest sign that carbon pricing is becoming a more popular option for tackling climate change. Adopting an economywide tax will have the most impact in addressing climate change, changing industrial behavior and shifting away from fossil fuels.Any tax must be set high enough to induce change in our energy mix, but not so high that energy prices skyrocket. To protect growth, any legislation must ensure that low-income consumers and small businesses are protected, that larger businesses aren’t disadvantaged against foreign competitors in countries without carbon taxes, and that people in fossil-fuel-dependent communities get the support they need to transition into new industries.Done right, carbon pricing can be a boon not just for fighting climate change but for moving our economy into the 21st century. But it will require strong action from Congress, and the support of the business community, to have any chance of passage.ZACH BERNSTEINWashingtonThe writer is research manager at the American Sustainable Business Council.To the Editor:Your editorial answers the wrong question about carbon trading. The question isn’t whether pricing carbon harms consumers and businesses; it’s whether or not it will reduce climate-change emissions.British Columbia’s own statistics don’t bode well for the ability of carbon taxes to produce the real change needed to address global warming. The province’s emissions did drop slightly between 2008 and 2013, but the small reduction was spread out among all sources of emissions, including non-taxed mineral extraction and agriculture; the claim that the reduction was attributable to any tax on gasoline is highly suspect.As with the tobacco tax, pricing carbon will have only a minor impact on behavior. It’s the regulation of tobacco — smoking bans, for example — that have had a far greater impact. Nine of the 10 states with the lowest smoking rates in the United States have public smoking bans firmly in place.If we want to stop runaway emissions, we must bypass the pricing schemes and move to regulate emissions strictly and enact policies to phase out fossil fuels.WENONAH HAUTERExecutive Director, Food \u0026 Water WatchWashingtonTo the Editor:Not only are states, provinces and countries putting a price on carbon, but so are many companies.More than 430 major companies — including General Motors, Stanley Black \u0026 Decker and Colgate-Palmolive — are now using an internal price on carbon for internal planning and to make investment decisions, according to C.D.P. (formerly the Carbon Disclosure Project). More than a thousand companies worldwide, including most major hydrocarbon companies, are doing this or have pledged to do so within two years.Rather than stand by while businesses and states price carbon individually, Congress should enact a revenue-neutral carbon fee. The proceeds could be used to fund long-overdue tax reform, cutting taxes for business and reimbursing lower-income families for paying a few cents more at the pump.Our nonprofit has spoken with 175 members of Congress, or their aides, and there is bipartisan openness to considering this idea after the election. Most want to know that their business leaders back home are on board. Those opinion leaders need to deliver the message to Congress that this is the cheapest and fastest way to reduce dangerous emissions.WALT MINNICKWashingtonThe writer, a Democrat and the co-founder of the Partnership for Responsible Growth, represented Idaho’s First District in the House, 2009-11.To the Editor:As your editorial says, many economists prefer carbon taxes over cap and trade. Better yet is a carbon tax that is refunded to all American families; models indicate that this would improve the status of low-income Americans.Indeed there are examples for Congress to follow. Maybe after the 2016 election we can end the fake war against climate change and start the real war. Both parties need to participate.CHRIS WIEGARDChester, Va.The writer is a volunteer for Citizens’ Climate Lobby."}