{"Title":"China’s Obsolete Economic Strategy","Link":"http://www.nytimes.com/2016/01/09/opinion/chinas-obsolete-economic-strategy.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/09/opinion/chinas-obsolete-economic-strategy.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/09/opinion/09sat1-1452287156908/09sat1-1452287156908-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe country’s leaders have turned what should have been a benign, natural slowdown into a chaotic descent.","Data":"It was inevitable that China’s economy would slow from its once turbocharged growth rates. But its leaders have made so many mistakes in recent months that they have turned what should have been a benign, natural slowdown into a chaotic descent.China’s main stock index fell nearly 10 percent for the week, depressing stock and commodity prices elsewhere. These drops are not in themselves a big economic problem. The larger question is whether China’s leaders, their credibility already damaged, will see this moment for what it is: a dramatic warning that it’s time to make fundamental changes in the way they manage the economy.The Chinese economy, the world’s second largest, is growing at nearly 7 percent a year — down from 10.6 percent in 2010 but still a healthy pace for a country at its stage of development. The problem is that the boom was fueled by lavish investment and spending as well as profligate borrowing, a lot of which will probably not be paid back. China’s central government orchestrated that binge by pumping billions of dollars into the economy in the aftermath of the 2008 global financial crisis and by failing to enact needed reforms that would make it easier for private and foreign companies to compete with inefficient state-owned enterprises.Beginning last year, Chinese officials also used state-owned media to encourage individual investors to pour their savings and borrowed money into the stock market, leading to a massive bubble. When the market started to tumble over the summer, the government blamed rumormongers and speculators, and ordered securities firms and state-owned companies to keep buying, which simply disguised the underlying problems.The lesson here is clear: Instead of trying to micromanage stock prices, Chinese officials ought to be strengthening the economy, foremost by shifting its emphasis from investment to consumer spending and services. This is important because China can no longer grow by taking people off the farm and putting them to work in factories. It needs to move people into white-collar jobs. To take one example, officials could help create more such jobs and make the economy more competitive by easing the way for private companies to get into industries like telecommunications and insurance that are currently dominated by a handful of state-owned corporations. Opinion  China also has to clean up its financial system. Many businesses and local governments have borrowed billions of dollars to build high-speed rail lines, real estate developments and other projects, many of which are not going to produce the returns needed to pay off those debts. The government should encourage lenders and borrowers to quickly restructure loans that paid for those projects so that banks are not crippled by bad debts and can continue making new loans. Officials also need to shut down highly inefficient state-owned businesses.How China deals with its problems will have far-reaching implications because the country has become such a big part of the world economy. It is one of the biggest consumers of commodities like oil, soybeans and iron ore, and when demand falters, economies in Brazil, Saudi Arabia and South Africa suffer. The price of crude oil fell to about $33 a barrel this week, down from about $50 a year earlier.Even industrialized countries like Germany, Japan and the United States are vulnerable, though less so than commodity exporters, because they sell manufactured goods to China and many multinational companies have invested a lot of money in the country. Some analysts are concerned that Beijing will simply fall back on a familiar tool to aid the domestic economy: devaluing the currency, the renminbi. That would raise China’s exports and reduce its imports, but it would do so at the expense of the rest of the global economy, which is itself not very healthy.Since early August, the renminbi has already fallen about 5 percent against the dollar. It has also been under pressure because as the Chinese economy weakens many people and companies in China are clamoring to convert their savings into dollars to buy property and invest in businesses overseas.Ultimately, however, China’s leaders must realize that they need to modernize their policies by encouraging more private initiatives and greater competition. Their nation has changed dramatically over the last three decades, and a command-and-control approach to economic management will not produce the results of the past."}