{"Title":"China’s Missile Provocation","Link":"http://www.nytimes.com/2016/02/18/opinion/chinas-missile-provocation.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/18/opinion/chinas-missile-provocation.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/18/opinion/18thu1/18thu1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eChina’s decision to deploy missiles on a disputed island further fuels regional tensions.","Data":"China’s decision to station surface-to-air missiles on a disputed island in the South China Sea is the latest in a series of provocative acts that is fueling regional tensions. This unwise move raises new doubts about President Xi Jinping’s pledge not to “pursue militarization” in a vital waterway and passage for $5 trillion in annual trade.The two HQ-9 missile batteries were deployed recently on Woody Island in the Paracel chain. The missiles reportedly have a range of about 125 miles and are capable of destroying aircraft, cruise missiles and ballistic missiles. In theory, the weapons could have a legitimate purpose, enabling China to better defend its naval bases on Hainan Island, which is 273 miles away. Although also claimed by Taiwan and Vietnam, the Paracels have been under Beijing’s control for four decades, and Chinese forces have been stationed there for years.But the timing of the deployment and the way in which it was done makes it impossible to blindly accept a self-defense rationale. It is part of a pattern in which China in recent years has claimed “indisputable sovereignty” over 90 percent of the South China Sea and asserted jurisdiction not just over the Paracels, a recognized island chain, but also many obscure reefs and rocks in the Spratly Islands.Beijing’s purpose is to box out rival claims from other countries, including Vietnam, the Philippines, Indonesia and Malaysia. As part of this effort, it has also turned seven of those specks into more substantial islets, some big enough to hold military bases, while claiming jurisdiction of the waters around them.China ratified the 1982 United Nations Convention on the Law of the Sea, guaranteeing unimpeded passage on the high seas for trade, fishing and oil exploration, including the South China Sea. But its actions in the Spratlys have effectively rewritten the treaty and put China at odds with smaller countries that dispute its claims and feel so threatened by its behavior that they have sought closer relations with the United States.Stationing missiles on Woody Island would clearly add to these concerns. The batteries could enable Beijing to restrict international aircraft by declaring an air defense zone over the Paracels. Mr. Xi specifically referred to the Spratlys when he made his comment last year about not pursuing militarization in the South China Sea. But there were hopes that his pledge would apply to other islands as well.The decision to deploy the missiles now — Fox News said photos from ImageSat International showed the batteries were put in place between Feb. 3 and Sunday — may have been intended to deliver a contemptuous political message. On Tuesday, President Obama finished hosting a summit meeting of Southeast Asian leaders, who are most affected by the South China Sea controversy and reasserted their commitment to resolving their differences peacefully.China risks destabilizing the region by seeking to impose its will rather than reconciling the competing claims. The Philippines has become so frustrated that it has challenged Beijing’s assertions of sovereignty in an international arbitration court, with a judgment expected by May. China has refused to participate in the case; its reaction to the decision will be a further test of its willingness to abide by international law.The United States makes no claim to territory in the South China Sea and takes a neutral position on the competing claims. It has rightly pushed all countries, especially China, to stop militarizing land masses and adding to them. It has also promised to recognize the claims of whichever side wins the arbitration case.Regardless of that outcome, it is essential for the United States, working with its allies, to ensure the free flow of navigation and to continue sending ships and planes across the sea, in accord with international law."}