{"Title":"China’s Tantrum on Taiwan Arms Deal","Link":"http://www.nytimes.com/2015/12/24/opinion/chinas-tantrum-on-taiwan-arms-deal.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/24/opinion/chinas-tantrum-on-taiwan-arms-deal.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/24/opinion/24thu2web/24thu2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eComplaints over the modest and unsurprising sale from the United States are overblown.","Data":"China predictably and vociferously complained when the Obama administration announced plans last week to sell $1.8 billion in arms to Taiwan. Zheng Zeguang, China’s vice foreign minister, said the deal violates international law, the basic norms of international relations and the principles of three joint communiqués with the United States, while severely damaging China’s sovereignty and security interests.The complaints are overblown. This is a modest and unsurprising sale from the United States, which has been supplying Taiwan with weapons for years. More important, China’s military might vastly surpasses Taiwan’s. Chinese leaders would do better to look at how the tensions over the sale flow directly from their own actions.If Beijing had not stationed hundreds of missiles opposite the self-governing island and left open the possibility of seizing Taiwan by force at some point, Taiwan’s arsenal would be much less of an issue. China has also fed concerns about its regional ambitions by laying claim to nearly all of the South China Sea, the waterway for some $5.3 trillion in annual international trade.The United States is required to provide weapons for Taiwan’s defense under the Taiwan Relations Act, a law from 1979, when Washington shifted diplomatic recognition to Beijing and away from Taipei, but still remained committed to Taiwan’s freedom as well as to unofficial commercial and cultural relations with the island.The new arms package, which includes two navy frigates, antitank missiles, combat systems for minesweepers, amphibious attack vehicles and communications systems, is the first arms deal since 2011, and the third offered by President Obama, for a total of $14 billion. It does not include new F-16 jet fighters or submarines, two advanced offensive systems that would have undoubtedly riled Beijing even more.China has so improved its military capabilities that Taiwan would not be able to repel a punishing airstrike or an invasion if Beijing decided to take that course. It has long been assumed that American weaponry, and the threat of a direct confrontation with the United States, would make China think twice about reckless military action.China has threatened not to do business with American companies involved in the arms sales, but since American defense firms are barred from making military sales to China it is unclear how serious the effects would be.The deal was negotiated with President Ma Ying-jeou of Taiwan’s ruling Nationalist Party, or Kuomintang, who has sought to improve ties with Beijing and met last month in Singapore with President Xi Jinping of China, the first time the leaders of Taiwan and China have met since before the Chinese Revolution. And its announcement comes a month before Taiwan’s presidential and parliamentary elections, which are expected to be won by the Kuomintang’s rival, the Democratic Progressive Party. The D.P.P. favors a more distant relationship with Beijing and the assertion of Taiwan’s own identity. Its secretary general, Joseph Wu, welcomed the arms deal and said stronger defense capabilities would give Taiwan more confidence to expand exchanges with China.That’s where China’s attention should be focused, on building productive ties with Taiwan that allow both societies to live in peace and prosper."}