{"Title":"Cleveland’s Terrible Stain","Link":"http://www.nytimes.com/2015/12/30/opinion/clevelands-terrible-stain.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/30/opinion/clevelands-terrible-stain.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/30/opinion/30wed1/30wed1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eTamir Rice had the misfortune of being black in a poor area where the police have historically behaved as an occupying force.","Data":"Tamir Rice of Cleveland would be alive today had he been a white 12-year-old playing with a toy gun in just about any middle-class neighborhood in the country on the afternoon of Nov. 22, 2014.But Tamir, who was shot to death by a white police officer that day, had the misfortune of being black in a poor area of Cleveland, where the police have historically behaved as an occupying force that shoots first and asks questions later. To grow up black and male in such a place is to live a highly circumscribed life, hemmed in by forces that deny your humanity and conspire to kill you.Those forces hovered over the proceedings on Monday when a grand jury declined to indict Officer Timothy Loehmann in the killing and Timothy McGinty, the Cuyahoga County prosecutor, explained why he had asked the grand jurors to not bring charges. Mr. McGinty described the events leading up to Tamir’s death as tragic series of errors and “miscommunications” that began when a 911 caller said a male who was “probably a juvenile” was waving a “probably fake” gun at people in a park.The fact that those caveats never reached Officer Loehmann — who shot the child within seconds of arriving on the scene — was more than just an administrative misstep. It reflects an utter disregard for the lives of the city’s black residents. That disregard pervades every aspect of this case and begins with the fact that the department failed to even review Officer Loehmann’s work history before giving him the power of life and death over the citizens of Cleveland. Had the department done so, it would have found that Officer Loehmann had quit a suburban police department where he had showed a “dangerous loss of composure” during firearms training and was found to be emotionally unfit for the stress of the job.Officer Loehmann joined a police department that itself had acquired a well-documented reputation for wanton violence and for shooting at people who posed no threat to the police or others. In a particularly striking event, documented by the Justice Department last year, officers mistook the sound of a car backfiring for a gunshot. They chased down and fired at the vehicle 137 times, killing two occupants who turned out to be unarmed.The lengthy Justice Department report shows clearly why the black community viewed the Cleveland police as dangerous and profoundly out of control. In May, the Police Department entered an agreement with the Justice Department, enforceable by the courts, under which it is to adopt sweeping reforms.The Police Department’s disregard for life was fully evident in the way the officers behaved after shooting Tamir. A surveillance video shows them standing by the child for four minutes without giving medical assistance, which was finally provided by an F.B.I. agent who happened to be in the neighborhood. Officer Frank Garmback, Officer Loehmann’s partner, nonetheless tackled the wounded boy’s 14-year-old sister as she tried to rush to his side. One can only imagine her suffering as she watched in handcuffs from the back seat of the squad car while her brother lay bleeding on the ground.In addition to portraying the killing as a result of a tragic misunderstanding, prosecutors have also suggested the officer’s decision to kill Tamir was shaped by the fact that the surrounding neighborhood had a history of violence and that the boy appeared to be older than 12 because he was big for his age.These arguments sidestep the history of violent, discriminatory police actions that led up to this boy’s death. They also have the reprehensible effect of shifting the responsibility for this death onto the shoulders of this very young victim."}