{"Title":"Coming to Terms on Japan’s Wartime Sex Slaves","Link":"http://www.nytimes.com/2015/12/30/opinion/coming-to-terms-on-japans-wartime-sex-slaves.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/30/opinion/coming-to-terms-on-japans-wartime-sex-slaves.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/30/opinion/30wed2web/30wed2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003ePrime Minister Abe now says he is genuinely sorry for Japan’s terrible abuse of South Korea’s “comfort women” before and during World War II.","Data":"The landmark accord announced Monday between Japan and South Korea over the use of sex slaves by Japan’s army before and during World War II is unlikely to end all debate over Japan’s horrific behavior at the time.But if faithfully carried out, it should calm frictions between two American allies, inspire them to cooperate more fully on regional security and bring some measure of justice and peace to the victims and their families.Prime Minister Shinzo Abe of Japan and President Park Geun-hye of South Korea both deserve credit for seeking to end a dispute that in recent years has badly poisoned relations between the two countries.Under the agreement, Mr. Abe expressed “sincere apologies and remorse to all the women who underwent immeasurable and painful experiences and suffered incurable physical and psychological wounds as comfort women,” Japan’s euphemism for sex slaves. Japan also promised $8.3 million to provide care for the 46 women still living. Ms. Park promised not to criticize Tokyo over the issue again and said that with the agreement the matter was resolved “finally and irreversibly.”Historians say that at least tens of thousands of women were lured or coerced to work in brothels that served Japan’s army from the early 1930s until 1945. Many of the women were Korean but some came from the Philippines, China, Indonesia and other Asian countries.This 80-year-old history should have been resolved long before now. The fact that it was not was largely the fault of Mr. Abe and his right-wing political allies who kept questioning history and trying to rewrite it. Mr. Abe had earlier expressed remorse and promised to honor his predecessors’ apologies for Japan’s aggression, including on the issue of sex slavery. But he always added vague qualifiers, creating suspicions in South Korea and elsewhere that he didn’t take the apologies seriously. His words this time are more persuasive but he must be careful not to let his right-wing allies undercut them.Beyond acknowledging its moral responsibility to make amends, Japan had practical reasons to put the matter to rest. Japan-South Korea tensions had gotten so bad that bilateral trade and efforts to work with the United States in opposing North Korea’s nuclear weapons program suffered. This further complicated President Obama’s larger strategy to counter China’s rising ambitions with stronger ties among American allies and friends in Asia. Mr. Obama pressed the two governments to find a solution on the sex slave issue, though clearly Mr. Abe and Ms. Park decided it was in their interest to choose reconciliation over recrimination.Some of the Korean women adamantly oppose the agreement because, they say, it falls short of their demand that Japan admit legal responsibility for the atrocities and offer formal reparations.Obviously, nothing can erase the incalculable damage that Japan’s wartime aggression did to so many lives. But Mr. Abe has moved further than expected in personally accepting Japan’s responsibility to address the past and no matter what his government calls the $8.3 million payment, there is no doubt why it is being paid."}