{"Title":"Congress Gets Out of the I.M.F.’s Way ","Link":"http://www.nytimes.com/2015/12/22/opinion/congress-gets-out-of-the-imfs-way.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/22/opinion/congress-gets-out-of-the-imfs-way.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/22/opinion/22tue3web/22tue3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe much needed reforms will give countries like China and India a greater say in the organization.","Data":"After five years of Republican foot-dragging, members of Congress last week ratified an agreement that will increase the capital of the International Monetary Fund and give developing countries like China and India a greater say in the organization. This should strengthen the fund at a time when its expertise is needed to help revive a slowing global economy.In 2010, the Obama administration negotiated an agreement with other countries to double the I.M.F.’s capital to about $755 billion, so it could lend more money to troubled countries like Greece and Spain. The changes also gave more voting power in the fund’s management to China, India, Brazil and Russia while slightly reducing the clout of European countries and the United States. China’s voting share would go up to 6 percent, from 3.8 percent, once the reforms began. The American share would be little changed at 16.5 percent.Most nations quickly ratified the changes, but until recently Republicans in Congress refused to even vote on the reforms, which put the changes on hold. Some of those lawmakers argued that the fund did not need more money, while others said the organization was lending recklessly. Last week, however, the Obama administration and the Republican leaders agreed to include ratification of the I.M.F. reforms in the omnibus spending bill that the president signed on Friday.The Republicans appear to have realized that their inaction was undermining America’s leadership in the world. For example, China has been so frustrated that its voting share at the I.M.F. and the World Bank are small relative to the size of its growing economy that it has begun building its own international financial organizations. Several American allies, including Britain, Germany and South Korea, have agreed to invest in one of those new Chinese initiatives, the Asian Infrastructure Investment Bank.Congress also inserted a condition into the omnibus law that should improve the way the I.M.F. makes loans. The American representative on the fund’s board is required to use his vote and influence with others on the board to get the I.M.F. to repeal a controversial policy that allows it to lend to countries that cannot hope to pay back all their loans when the fund’s board determines that not making a loan would harm the global financial system.The fund adopted this policy, which it called the “systemic exception,” in 2010 and used it to justify lending money to Greece. Many economists and even the staff of the I.M.F. have called for getting rid of it. The troubled bailout of Greece shows what happens when the fund lends money to countries that can’t repay it. A better approach would be to call for a restructuring of debts.The United States and European nations still need to devise a process to further increase developing countries’ voting shares as their economies grow. And leaders in the United States and Europe need to end the anachronistic practice of appointing a European to lead the fund and an American at the World Bank. They should pick the best candidates regardless of nationality, including in July when the term of the managing director of the I.M.F., Christine Lagarde, a former French finance minister, ends.If the fund and the World Bank are to remain relevant and be truly global organizations, they cannot be seen as European and American fiefs."}