{"Title":"Connecticut’s Second-Chance Society","Link":"http://www.nytimes.com/2016/01/04/opinion/connecticuts-second-chance-society.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/04/opinion/connecticuts-second-chance-society.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/04/opinion/04mon1/04mon1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe state has become a remarkably productive laboratory of criminal justice reform.","Data":"One day last month, Dannel Malloy, the governor of Connecticut, was sitting with a small group of inmates at a New Haven jail, where he had gone to announce a new job-training program for prisoners nearing their release date.“We’ve got to develop a society that’s a little more forgiving and you’ve got to fly right,” Mr. Malloy said to the men, according to The New Haven Register. Taken together, these two ideas capture the essence of the reformist philosophy Mr. Malloy has brought to Connecticut’s criminal justice system during his five years in office.Under his leadership Connecticut has repealed the death penalty, legalized medical marijuana, and passed some of the strictest gun laws in the country. And over the past 12 months, the state has become a remarkably productive laboratory for justice reform as Mr. Malloy continues to push for government transparency, societal mercy and individual responsibility.Last February, Mr. Malloy announced his “Second Chance Society” initiative, which is aimed at reducing the number of people going into prison and making it easier for those already in to get out and have a chance at a law-abiding life.The reform plan reclassified simple drug possession from a felony to a misdemeanor and eliminated mandatory minimum sentences for nonviolent drug possession. It expedited parole hearings for people convicted of nonviolent crimes and simplified the pardon process. The state Legislature approved the package in June with bipartisan support. It also passed a bill Mr. Malloy had pushed to increase police accountability by providing all troopers with body cameras, recruiting more minority officers, and assigning independent investigators to cases where the police use deadly force.In November, Mr. Malloy announced a new set of reforms to the juvenile justice system. He proposed that Connecticut become the first state in the country to raise the age of adult criminal responsibility to 21 from 18 for all but the most serious crimes. He pointed out that most people aged 18, 19 and 20, who would be sent to the juvenile system under the plan, are arrested on misdemeanor charges. He called for a separate facility to house inmates 25 and younger, citing new research on brain development.He is also tackling the state’s unfair bail system, which keeps people awaiting trial locked up simply for lack of a few hundred dollars. In those cases, Mr. Malloy said, releasing low-risk defendants to community supervision would be more just and more cost-effective.The Legislature will consider these proposals in its 2016 session.Crucially, Mr. Malloy — himself a former prosecutor and defense lawyer — has the support of key figures in law enforcement. His new correction commissioner, Scott Semple, is moving quickly to convert former prisons into “reintegration centers” that fight recidivism by providing drug counseling, job training and other services to inmates returning to society.Will any of this work? It’s still too early to know the effect of many of the recent reforms, but earlier efforts are already paying off. For example, after lawmakers raised the age of adult criminal responsibility to 18 from 16, the number of people between 18 and 21 behind bars dropped by more than half. Overall, crime in Connecticut is at a 48-year low, and falling faster than almost anywhere in the country. The state’s prison population is under 15,600, down from nearly 20,000 in 2008, allowing for the closing of three prisons so far.For decades, the politics of crime and punishment in America has been driven by fear and vengeance. That has begun to change, thanks largely to smart and effective new experiments in both conservative and liberal states.Congress may yet pass major federal sentencing reform in 2016, but if America is to reverse its decades-long incarceration boom, it will require the continued efforts of leaders like Mr. Malloy."}