{"Title":"Course Correction for School Testing","Link":"http://www.nytimes.com/2015/12/07/opinion/course-correction-for-school-testing.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/07/opinion/course-correction-for-school-testing.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/07/opinion/07mon2/07mon2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA bill to overhaul the No Child Left Behind Act preserves important parts of the original law while eliminating some significant flaws.","Data":"Congress missed a crucial opportunity eight years ago when it failed to reauthorize the deeply unpopular No Child Left Behind Act of 2002, which required the states to administer yearly tests to public schoolchildren in the early grades and to improve instruction for underprivileged students in return for federal education aid.When federal lawmakers took up a draft proposal earlier this year, they seemed poised to weaken the law by watering down its protections for impoverished children. Fortunately, the compromise version that passed the House last week and that deserves to pass the Senate as well preserves important parts of the original law while eliminating some significant flaws.Historically, the federal government kept doling out education money to the states no matter how abysmally their schools systems performed. Alarmed that American students were falling behind their counterparts abroad, Congress in 2002 required states to give annual math and reading tests in grades three through eight (and once in high school) to make sure that students in all districts were making progress and that poor and minority students were being educated.The part of the law that labeled schools in need of improvement and subjected them to sanctions was flawed. It did not distinguish between truly abysmal schools and otherwise strong schools that missed performance targets with certain groups of students, like special education students. As a result, half the schools in some states were labeled in need of improvement and viewed as failing.Herein lie the roots of overtesting. School officials who were afraid of the failing label deployed constant waves of so-called diagnostic exams that were actually practice rounds for the real thing. These were often junk tests that were useless for measuring the writing and reasoning skills. The alarming scope of the problem is outlined in a recent study by the Council of the Great City Schools, whose members are large urban districts. It found that the typical student takes about eight standardized tests per year — only two of which are federally required — and an astonishing 112 standardized tests between prekindergarten and 12th grade. Continue reading the main story Every weekday, get thought-provoking commentary from Op-Ed columnists, The Times editorial board and contributing writers from around the world.The backlash against testing that has swept the country in recent years was fully justified. But it manifested itself in counterproductive ways in the congressional debate over reauthorizing the No Child Left Behind Act. For example, one of the early proposals circulating in the Senate would have allowed states to end annual testing altogether, which would leave the country no way of knowing whether students were learning anything or not. Another would have relieved states of the responsibility to intervene in genuinely failing schools. And a particularly disastrous proposal would have permitted states to move Title I poverty funds out of the low-income districts where they are desperately needed. Fortunately, those provisions did not survive.The compromise bill still requires annual math and reading tests in grades three through eight (and once in high school) to make sure that students are progressing. But it takes some emphasis away from testing by requiring states to rate schools on other measures of student progress, including graduation rates, advance courses and so on. States are still required to take steps to improve the lowest performing schools and to make clear when subgroups are performing poorly in any school. The bill also permits states to use federal money for audits that will eliminate useless or excessive tests. And it discourages the testing opt-out movement by making it clear that schools must test at least 95 percent of students to achieve the highest ratings under the accountability system.The bill isn’t perfect. But it is a considerable improvement over the original law and would continue pushing schools toward better performance."}