{"Title":"Cutting the Cord and Feeling Good About It","Link":"http://www.nytimes.com/2016/01/02/opinion/cutting-the-cord-and-feeling-good-about-it.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/02/opinion/cutting-the-cord-and-feeling-good-about-it.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/02/opinion/02sat3web/02sat3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eCanceling cable has meant becoming more intentional and picking out things that are really enjoyable.","Data":"Nearly three years ago, when I first thought about living without cable TV, it seemed impractical. But given the proliferation of entertainment choices online, life without cable no longer seems impossible.In early December, I canceled my “triple play” package of TV, telephone and Internet service with Time Warner Cable and switched to a stand-alone Internet access plan. That cut my monthly bill by about $100, without having any impact on how much time I spend in front of my television. Netflix and Amazon Prime have seen to that.I’ve plowed through the Netflix drama “Sense8” and watched the 2014 movie “Interstellar” on Amazon. Next up is the Amazon series “The Man in the High Castle.” Later, when I run out of things I want to watch on those two services, I might drop them and subscribe to Hulu or HBO Now to watch the movies and TV shows in their libraries.Most Americans still pay for a cable-TV package, but that’s gradually changing as consumers decide there’s no reason to pay for several hundred TV channels they don’t watch. At the end of June, 83 percent of American households paid for TV service, down from 87 percent five years earlier, according to estimates by the Leichtman Research Group. And as cable viewership has declined, so have the profits and the stock prices of some media companies, like Disney and Viacom that own cable channels. Cable companies, which distribute channels to consumers over their wires, have fared better because they are still earning a lot of money selling Internet service.Media companies will need to come up with new strategies as technology works against predetermined bundled content, just as record labels were forced to deal with online music sales and services like Spotify.Some TV networks, like HBO and CBS, have started selling subscriptions directly to viewers over the Internet. But many companies, especially those that broadcast sports, like ESPN, have resisted the trend toward streaming. Insisting that people who want to watch sports must have a cable subscription might help retain die-hard sports fans, but more casual fans like me will continue to drift away.For me, cutting the cord is as much about saving money as it is about controlling my entertainment diet. With cable’s hundreds of channels, I would get sucked into a show or movie I happened to land on. Canceling cable has meant becoming more intentional and picking out things I really enjoy. I may end up a bit behind the pop culture curve, but so far, I feel liberated — and still have access to more shows and movies than I can possibly watch."}