{"Title":"Democracy in Burkina Faso","Link":"http://www.nytimes.com/2015/12/10/opinion/democracy-in-burkina-faso.html?partner=rssnyt\u0026emc=rss","Description":"The small country plays an outsized role in counterterrorism efforts in the region.","Data":"Jubilant citizens poured into the streets of Burkina Faso’s capital, Ouagadougou, on Nov. 29 to celebrate their country’s first free and fair election. Burkina Faso’s new president, Roch Marc Christian Kaboré, who won a clear majority of votes in a field of 14 candidates, vowed to get to work immediately “to open up the opportunities for a better tomorrow.”Mr. Kaboré has his work cut out for him. Burkina Faso is a very poor, landlocked country that survives mostly on exporting gold and cotton. It has scant resources to satisfy the yearnings of its largely youthful population for a better life. Burkina Faso will need more development aid to help Mr. Kaboré improve the country’s health care, education and agricultural production.It is important that Mr. Kaboré succeed. Burkina Faso, a small country, plays an outsized security role as an ally of the United States and France in counterterrorism efforts against jihadist groups operating in the region, notably in neighboring Mali. Burkina Faso’s remarkably successful election also provides a rare example to other leaders in Africa tempted by lifelong rule: The leaders of Burundi and the Republic of Congo changed or defied their Constitutions this year to allow themselves to continue in office.Such was the case with Blaise Compaoré, who ruled Burkina Faso for 27 years. He was re-elected four times, but those elections were widely viewed as rigged. When Mr. Compaoré made an attempt to rewrite Burkina Faso’s Constitution to ensure yet another term in office, Burkina Faso’s people took to the streets, eventually forcing him out in October of last year. An interim government was formed, and elections were scheduled for this October. But members of Mr. Compaoré’s presidential guard, led by Gen. Gilbert Diendéré, staged a coup in September. The coup leaders were quickly ousted, paving the way for the elections that finally took place on Nov. 29. Mr. Kaboré will now need to keep Burkina Faso’s military in check.On Sunday, authorities in Burkina Faso announced they were charging General Diendéré with complicity in the murder of former President Thomas Sankara in 1987, which paved the way for Mr. Compaoré to seize power. General Diendéré’s trial must be fair and open. Bringing the individuals who held Burkina Faso’s democracy hostage for so long to justice is an important step in laying a firm foundation for the country’s newfound freedoms."}