{"Title":"Deregulating Corporate America","Link":"http://www.nytimes.com/2016/01/19/opinion/deregulating-corporate-america.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/19/opinion/deregulating-corporate-america.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/18/opinion/EDregulation/EDregulation-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eLegislation planned for Senate introduction would interfere with regulation of big banks and businesses and limit protections for ordinary Americans.","Data":"If you think Congress is hopelessly divided on party lines on every issue, think again. When it comes to regulating — more precisely, deregulating — corporate America, Republicans and Democrats are all too eager to find common ground.This week a bipartisan group of senators — four Republicans, three Democrats and one independent — is expected to introduce legislation that would slow and complicate the already laborious process by which federal regulations are issued and enforced.The winners would be big banks and big businesses. The losers would be ordinary Americans who would be deprived of timely and effective protection from the Consumer Financial Protection Bureau and other bank regulators, as well as from agencies that oversee consumer product safety, nuclear safety, investor safeguards, workplace rights and a host of other issues and activities. These agencies are supposed to work independently, with Congress providing oversight. Under the legislation, however, Congress would actively interfere in the rule-making process.One provision would require that the Congressional Budget Office review and approve the costs and benefits of proposed rules. The C.B.O. has no particular expertise in regulation; its reviews could indefinitely delay the process. Besides, the rule-making process already allows for public comment on proposals as well as legal challenges to final rules.Another provision would establish a commission of political appointees to advise Congress on regulations that should be modified or repealed. That would undermine the authority of regulators because it would effectively create a political hit list. It’s important to review regulations that are on the books — and regulatory agencies routinely do so. Such reviews are aimed not only at relieving unnecessary burdens but also at strengthening regulations where necessary. Much of the Dodd-Frank financial reform law, for example, is devised to create or improve rules authorized before the financial crisis but never properly developed or enforced. A regulatory review commission whose aim is to curtail or end regulation would be a step backward.This is not what Americans need. Regulation is essential in today’s complex economy, as demonstrated by the financial crisis and by a number of corporate failures — fatal ignition switches, poisoned food, environmental pollution, invasions of privacy. Proponents of deregulation invariably claim that regulation kills jobs, but lack of regulation has killed more jobs and people than regulation ever has.The Democrats behind the effort are Heidi Heitkamp of North Dakota, Mark Warner of Virginia and Joe Manchin III of West Virginia, joined by Angus King Jr., an independent from Maine. The Republicans are Ron Johnson of Wisconsin, Rob Portman of Ohio, James Lankford of Oklahoma and Roy Blunt of Missouri. The group is trying to recruit more co-sponsors, especially among Democrats.In an election year, it is tempting to take a tough line against regulation because it is an easy way to please corporate contributors. But an indiscriminate effort to delay and undermine the regulatory process is a public disservice, unworthy of support."}