{"Title":"Despite Clear Dangers, DuPont Kept Using a Toxic Chemical","Link":"http://www.nytimes.com/2016/01/12/opinion/despite-clear-dangers-dupont-kept-using-a-toxic-chemical.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/12/opinion/despite-clear-dangers-dupont-kept-using-a-toxic-chemical.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/12/opinion/12tue2web/12tue2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eCongress should urgently complete its efforts to reform the Toxic Substances Control Act.","Data":"An article in The Times Magazine on Sunday has laid bare the unconscionable decades-long efforts of the DuPont company to hide the dangers of an obscure chemical and bamboozle regulators into allowing toxic pollution to continue long after the dangers were known to the company. The article by Nathaniel Rich described how a corporate lawyer, Rob Bilott, built a devastating case against DuPont, based on the company’s own studies and internal documents. The case illustrates the urgent need for Congress to complete its efforts to reform the Toxic Substances Control Act, which has allowed tens of thousands of untested chemicals to remain on the market with little more than the manufacturer’s say-so that they are safe.  The chemical that DuPont was protecting is known as PFOA, or perfluorooctanoic acid. It is used in the production of Teflon for non-stick frying pans, a huge source of profits for DuPont. When the Toxic Substances Control Act was enacted in 1976, PFOA was one of a multitude of untested chemicals allowed to remain on the market. The act also made it extremely difficult for the Environmental Protection Agency to require safety tests or crack down on chemicals known to be hazardous. Only a handful have been restricted over the past 40 years.In the case of PFOA, DuPont brazenly dumped its toxic waste into a creek that ran through a pasture where farmers grazed and watered their cows, causing grotesque malformations and deaths among the animals. Meanwhile, the company hid evidence that the chemical had contaminated the local water supply well beyond what the company’s own scientists considered safe and far beyond what independent scientists considered safe.The Senate and the House have passed bills that would go a long way toward preventing such tragedies. What remains is for the two chambers to reconcile their versions into one bill that can be sent to the president for his signature. The Senate bill is the stronger of the two. Both would make it harder for companies to hide information from the public and from federal or state agencies by claiming it is confidential business information. Both bills would require companies to justify claims of confidentiality, but the stronger Senate bill would also require the E.P.A. to review such claims. The Senate bill would also require full public disclosure of any chemical that was found to be hazardous in testing.The Senate bill would eliminate a “Catch-22” provision in existing law that says the E.P.A. can’t require safety testing unless it has evidence, which companies often try to hide, that a chemical may present an unreasonable risk. That is virtually impossible to demonstrate without the data that required testing would provide.For regulatory purposes, the existing law divides chemicals into two groups — “existing chemicals,” more than 60,000, that were on the market when the first Toxic Substances Control Act was established in 1979, and “new chemicals,” more than 20,000, that entered commerce after 1979.Although the law theoretically gave the E.P.A. authority to review “new chemicals” before they entered the market, it allowed companies to sell an untested chemical within 90 days if the overburdened agency didn’t challenge them, as was usually the case. The Senate bill, but not the House version, would mandate that the E.P.A. find the chemical safe before it can be marketed.The current law has no requirements for the E.P.A. to review the safety of existing chemicals. The Senate bill would require it to prioritize all chemicals in active commerce and set deadlines for their review. The House bill would largely leave the status quo untouched.Both bills would allow industry to nominate chemicals for priority review, but the House bill would require the E.P.A. to evaluate any chemical a manufacturer submits, potentially eating up all of the agency’s time and effort, whereas the Senate bill caps industry requests and gives the E.P.A. greater power to set its own priorities.There is strong bipartisan support in Congress to reform the existing law. The frightening DuPont saga is further reason for Congress to choose the strongest possible reform."}