{"Title":"Despair Over Gun Deaths Is Not an Option","Link":"http://www.nytimes.com/2015/12/13/opinion/sunday/despair-over-gun-deaths-is-not-an-option.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/13/opinion/sunday/despair-over-gun-deaths-is-not-an-option.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/13/opinion/sunday/13sun1-1449869128239/13sun1-1449869128239-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eSeveral common sense steps would make a serious dent in gun violence in the United States — if Congress would only act.","Data":"After months of grief and depression, parents who lost children in the 2012 schoolhouse gun slaughter in Newtown, Conn., turned to the courts last year for a modicum of justice and only then discovered the full power of gun manufacturers: The industry marketing the weapons that killed 20 children and six adults at the school enjoys an extraordinary immunity from civil damage suits — a customized shield from Congress that the makers of autos, drugs and other American industries are not given.The law, enacted in 2005, has been notoriously successful at protecting gun makers and dealers and keeping victimized families from being heard in court on wrongful-death and damages claims. If there are ever to be effective answers to the gun deaths now plaguing the nation, repeal of this egregious law — a denial of basic American fairness — should be near the top of the agenda if only to force the gun industry to worry about billions in damages for its abuse of public safety.Whether that happens, of course, depends on whether Congress is ever going to break from the gun lobby. Could there be anything less controversial than denying gun purchases to people on the terrorist watch list? Yet Republicans prefer to express concern about “due process” for gun purchasers even as they propose blanket bans on Islamic refugees.There is a raft of needed measures that could and should be enacted as national shock flows then ebbs with each new headline about a massacre. Some of the most common sense protections involve less-noticed gun deaths in the home and illegal gun dealers arming the underworld, but all deserve the attention of voters, who have the power to throw out lawmakers hiding in the pocket of the gun lobby.The Brady LawBattlefield Guns and Ammunition Violence Policy Center, a public safety research group. There are periodic proposals to control or tax ammunition. But the gun lobby showed its clout this year when federal officials backed down from a plan to block the sale of an armor-piercing handgun bullet rated a clear danger to the police. “You spoke, we listened,” officials tweeted after gun zealots complained that their rights were abridged.Mental Illness last year in California that allows concerned family members to alert a judge to issue a gun restraining order on a potentially violent individual.Insurance and Smart GunsHome Safety Law Center to Prevent Gun Violence, a research group. It is hard to imagine how any politician who kisses babies on the campaign trail can fail to demand mandates and penalties to keep guns unloaded and locked up at home.State Laws according to research. Alaska, where 60 percent of households have guns, had 19.5 gun deaths per 100,000 in 2013. The rate was 2.7 in Hawaii where 9.7 percent of households have arms.The lethal “iron pipeline” of traffic in guns from states with weak laws to those with stronger laws should be stopped by federal law. Researchers found that 90 percent of guns used in crimes were supplied by just 5 percent of gun shops specializing in such underworld traffic — a lethal flaw crying out for not just government but industry controls. Appallingly, statehouses have been advancing the concealed carrying of pistols as the industry’s latest craze — selling citizens on the fantasy of self-defense in public places. Research shows these licensed shooters have been killing themselves or others rather than taking down perpetrators, with at least 29 mass shootings since 2007 found to involve concealed-carry licensees.Basic ResearchThese proposals are some of the steps citizens should be discussing to reduce the intolerable bloodshed from guns. Public despair that nothing can be done is not an option. The parents of Newtown are providing a model of determination — attempting a difficult lawsuit that is barely underway in state court because Congress shielded the gun industry. Its success is far from certain, but the parents are persisting."}