{"Title":"Donald Trump Drags Bill Clinton’s Baggage Out","Link":"http://www.nytimes.com/2016/01/08/opinion/donald-trump-drags-bill-clintons-baggage-out.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/08/opinion/donald-trump-drags-bill-clintons-baggage-out.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/08/opinion/08fri3web/08fri3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eHillary Clinton is accountable to voters for her own words and actions, not Mr. Clinton’s sexual history.","Data":"Donald Trump seems to view his role as the person who dredges up what nobody else wants to talk about. And so he has dragged out Bill Clinton’s marital infidelity.The former president’s “terrible record of women abuse” should be considered as Hillary Clinton runs for president, said Mr. Trump. After Mrs. Clinton responded to a boorish remark by Mr. Trump by talking about his “penchant for sexism,” Mr. Trump declared, “If Hillary thinks she can unleash her husband, with his terrible record of women abuse, while playing the women’s card on me, she’s wrong!”Voters will judge that one, but Mr. Trump is way out of line bringing up Mr. Clinton’s philandering. That behavior, especially his White House affair with a 22-year-old intern, is a blot on his career. It is also a tired subject that few Americans want to hear more about. If Mr. Trump has not read enough, he can curl up with a copy of the Starr report.That said, it is indisputable that the Clintons’ political lives have been linked for decades, that Mr. Clinton is now playing a visible role in his wife’s campaign and that Hillary Clinton is accountable for her own public actions.For decades Mrs. Clinton has helped protect her husband’s political career, and hers, from the taint of his sexual misbehavior, as evidenced by the Clinton team’s attacks on the character of women linked to Mr. Clinton. When Mr. Clinton ran for president in 1992, Mrs. Clinton appeared on television beside him to assert that allegations involving Gennifer Flowers were false. In 1998, he admitted to that affair under oath. After the Monica Lewinsky affair emerged, some White House aides attempted to portray Ms. Lewinsky as the seducer.Mrs. Clinton portrays her candidacy as a historic opportunity for Americans to elect a female president, and has repeatedly gone after Republican candidates, including Mr. Trump, Ben Carson and Marco Rubio, for their stances on women’s issues. In September at the University of Northern Iowa, she pledged to combat sexual assault on college campuses, saying: “I want to send a message to all of the survivors. Don’t let anyone silence your voice. You have the right to be heard, the right to be believed, and we are with you as you go forward.”Last month in New Hampshire, a young woman challenged Mrs. Clinton on that. Speaking at a town hall event, the woman referred to several women who have said they were sexually harassed by her husband. “You recently came out to say that all rape victims should be believed,” she said, asking if Juanita Broaddrick, Kathleen Willey and Paula Jones should also be believed.Mrs. Clinton’s response was odd, and unhelpful. “I would say that everybody should be believed at first until they are disbelieved based on evidence,” she said.Mr. Trump, of course, is not drawing distinctions between Bill Clinton’s behavior and Hillary Clinton’s attacks on her husband’s accusers. His aim is to dredge up an ancient scandal and tar Mrs. Clinton with it in a clearly sexist fashion. There should be no place for that kind of politics in this country."}