{"Title":"Don’t Change the Legal Rule on Intent","Link":"http://www.nytimes.com/2015/12/06/opinion/sunday/dont-change-the-legal-rule-on-intent.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/06/opinion/sunday/dont-change-the-legal-rule-on-intent.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/06/opinion/06sun2web/06sun2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eMany federal laws are sloppily drafted, but a broad, sloppy fix is not a solution.","Data":"Congress is achingly close to passing broad, bipartisan legislation that would reform the federal criminal justice system. There is widespread agreement among liberals and conservatives that many parts of the system — particularly federal drug sentencing laws — are overly harsh and fall disproportionately on minorities.So it is troubling that the whole enterprise may now be in jeopardy because of an unrelated issue: the dispute over whether prosecutors should be required to prove that corporate defendants knowingly violated laws protecting, among other things, the environment and public health and safety.While most criminal laws require the government to prove “mens rea,” or intent on the part of the defendant, some do not, and the proposed change would apply indiscriminately to all of those. Ignorance of the law is generally not an excuse for breaking it, and it certainly should not be turned into an excuse when the action inflicts serious harm to large numbers of people or to the environment.Leading the charge to change the standard are the National Association of Criminal Defense Lawyers and Koch Industries, the conglomerate owned by David and Charles Koch, who have also supported the wider criminal-justice reforms.If the new provision becomes law, corporate actors could avoid prosecution by claiming, as they commonly do now, that they didn’t know what they were doing was illegal. And corporations that now go to great lengths to train employees on their legal responsibilities would have far less incentive to do so.The proposed provision would require that prosecutors prove that a defendant “knew, or had reason to believe, the conduct was unlawful,” if a “reasonable person” would not have had reason to believe it was unlawful. This confusing standard would create endless litigation as the government and defendants argued over how, exactly, to meet it in each new case.If anything, it is still too hard for prosecutors to go after corporate bad actors who endanger the health and safety of the public or the environment. And when they do bring charges, they’re generally doing so with good reason. A University of Michigan study examining almost 700 prosecutions brought under federal environmental laws between 2005 and 2010 found that virtually all involved one or more of the following: repeat violations of the law, deceptive or misleading conduct, a refusal to follow regulations at all, or actions that caused significant harm to the environment or to public health.It is true that many federal laws are sloppily drafted, and some may need to be re-examined and rewritten. But a broad, sloppy fix is not a solution, especially when it is pushed through without meaningful deliberation.Bipartisan agreement on any major legislative package is a rare and fragile thing these days. Congressional leaders should not allow the proposed “mens rea” provision to scuttle criminal-justice reforms the nation desperately needs."}