{"Title":"Don’t Abandon Puerto Rico","Link":"http://www.nytimes.com/2015/12/27/opinion/sunday/dont-abandon-puerto-rico.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/27/opinion/sunday/dont-abandon-puerto-rico.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/27/opinion/27sun2web/27sun2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe island needs to restructure its debts and be allowed to get bankruptcy protection, but Congress has failed to act.","Data":"The leaders of Puerto Rico could soon have to choose between cutting essential services like the police, hospitals and education, and paying bondholders. To avoid this catastrophe, Congress needs to help the island, which is home to 3.5 million American citizens, by giving it the ability to restructure its debts in an orderly way.On Jan. 4, the island’s government has to pay creditors nearly $1 billion, money it does not have. It will almost surely default on some of that debt, which could result in lawsuits by investors. The commonwealth is already behind in paying vendors about $400 million and owes residents $300 million in tax refunds. Officials have raised taxes and slashed spending, but that has only depressed the weak economy and encouraged thousands of people to move to the mainland. Puerto Rico’s government and its public corporations have a debt of $72 billion, and public pension funds are so underfunded that they need an infusion of about $44 billion. (On Wednesday, a public utility reached a deal with creditors to restructure its debt, but that agreement covers only a small fraction of the island’s debt.)What needs to happen is clear: Congress should change the law that excludes Puerto Rico from bankruptcy protection. The island’s government and its creditors should be able to renegotiate the debt in court. And federal lawmakers should appoint an oversight board to make sure the commonwealth’s government adopts sound policies. Similar approaches have helped the District of Columbia and New York City resolve financial problems.Unfortunately, Congress failed to move on restructuring legislation before members left Washington for the holidays. Wall Street investors that own bonds issued by the island mounted an aggressive lobbying effort, aimed primarily at Republicans, to stall legislation. They have argued that bankruptcy protection would amount to a bailout. That is nonsense. The island’s financial problems are severe, and bankruptcy, which will not cost the federal government any money, is the only viable option.The investors want the government to sell assets, raise taxes and cut spending. But these austerity policies have not worked in troubled countries like Greece, and they won’t work in Puerto Rico. In fact, they would create a downward spiral. People, especially working-age adults, would increasingly move to states where public services are better and jobs are easier to find; about 300,000 people have left in the past 10 years. A much larger exodus would erode the tax base, making it even harder for the government to provide services or repay its debt.Members of Congress should ignore the disingenuous arguments of investors who are partly responsible for the problem because of their reckless lending to Puerto Rico’s government. As the House speaker, Paul Ryan, said recently, what is needed is a “responsible solution” to the crisis.Mr. Ryan has said the House will come up with legislation by the end of March, but there is no reason Congress cannot act faster. Lawmakers have had numerous hearings on Puerto Rico, and some were working on a proposal with Obama administration officials during negotiations for the omnibus spending bill that was just signed.Without an orderly process to restructure its debts, Puerto Rico and its creditors could be locked in years of litigation that would benefit no one and inflict intolerable hardships on millions of Americans."}