{"Title":"Doubts About Saudi Arabia’s Antiterrorism Coalition","Link":"http://www.nytimes.com/2015/12/19/opinion/doubts-about-saudi-arabias-antiterrorism-coalition.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/19/opinion/doubts-about-saudi-arabias-antiterrorism-coalition.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/19/opinion/19sat1SUB/19sat1SUB-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eUp to now, the Middle Eastern nation has not shown a serious commitment to fight the Islamic State.","Data":"One of the greatest weaknesses in the American-led fight against the Islamic State is the lack of competent regional forces to join in defeating the militants, especially on the ground. Saudi Arabia’s plans to organize a military coalition of 34 Islamic nations against terrorism could be a breakthrough, though there are many reasons to doubt how effective the plan will be.On Friday, the United Nations Security Council for the first time passed a resolution calling for a cease-fire and political talks to help end the civil war in Syria, but whether that can pave the way for an end to the conflict is also highly questionable.As for the coalition, there is no clarity about what the group will actually do. Deputy Crown Prince Mohammed bin Salman, the kingdom’s inexperienced defense minister, said the coalition’s efforts would not be limited to fighting the Islamic State, a Sunni Muslim group, but would include a joint operations center established in Riyadh to “coordinate and support military operations to fight terrorism” across the Muslim world. Just what that means is unclear, but it could be a license to find enemies everywhere.In fact, it is hard to see Saudi Arabia, a Sunni-led state, as a serious partner against the Islamic State unless it stops financing the Wahhabi religious schools and clerics that are spreading the kind of extremist doctrine that is at the heart of the Islamic State’s ideology. Although the Islamic State has pledged to destroy Saudi Arabia, Saudi leaders have so far been more concerned with opposing Shia-led Iran, which they consider their greatest adversary.It’s also not clear which nations will be involved in the coalition. When the deputy crown prince announced the initiative on Tuesday, he identified some states, like Pakistan and Malaysia, as members, though they said they were unaware of the plans. Yet several key Muslim countries have been excluded, namely Iran and Iraq, another Shia-majority country, which Saudi Arabia views as an Iranian puppet. Also absent are Oman, a neighbor of Saudi Arabia that brokered the shaky cease-fire in Yemen that started this week, and Algeria, the largest Muslim country in Africa. Indonesia, the largest Muslim-majority nation, is not on the list; neither is Afghanistan, which has been a focus of Western antiterrorism efforts for more than a decade.Some coalition members, like Saudi Arabia, Turkey and Egypt, have substantial militaries, but many others do not. And while many of the countries are, in various ways, individually involved in the fight against terrorism, there are serious divisions among them, including which groups they consider terrorists.Whether the members will be able to harmonize their goals, much less their tactics, is unknown. There is also the matter of how this group will coordinate with the military coalition led by the United States.Adel Al-Jubeir, the Saudi foreign minister, told reporters in Paris on Tuesday that “nothing is off the table” in the Saudi-led antiterrorist effort, including media and information campaigns to counter extremist ideology and the possibility that Gulf states will send special forces into Syria. The Sunni Arabs can be constructive if they help weak countries in North Africa that are battling extremists, like Tunisia and Mali, pay soldiers and security experts.Saudi Arabia, with one of the most modern arsenals in the region, has not been seriously committed to fighting the Islamic State. The proposal is at least partly a response to pressure from President Obama, who has argued that it and other Sunni states have done far too little to defeat a force that threatens them more than anyone else. It shouldn’t take long to see whether the proposal has substance or is just an attempt to divert attention from Saudi Arabia’s disastrous military intervention in Yemen and defer an overdue reckoning for its own role in spawning the kinds of extremists the coalition is supposed to counter."}