{"Title":"Drone Regulations Should Focus on Safety and Privacy","Link":"http://www.nytimes.com/2016/01/10/opinion/sunday/drone-regulations-should-focus-on-safety-and-privacy.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/10/opinion/sunday/drone-regulations-should-focus-on-safety-and-privacy.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/10/opinion/sunday/10SUN1/10sun1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eRecreational and commercial unmanned aircraft can be fun and useful, but clear rules that balance competing rights are needed.","Data":"Though it would have been inconceivable just a few years ago, among the most popular gifts this past holiday season was the drone. Increasingly coveted by hobbyists and businesses, these devices flew (as it were) off the shelves and into living rooms by the hundreds of thousands.But as drones have become smaller, cheaper and more numerous — some popular consumer models sell for less than $1,000 — policy makers have had to address potential problems. These machines can obviously be put to good use — say, inspecting cellphone towers, shooting movies or compiling multidimensional real estate portfolios. They can also be used to snoop on people and harass them. And they can threaten other aircraft.Some regulation of the private and commercial use of drones thus seems inevitable. The task for regulators is how to protect privacy and promote safety without infringing on the First Amendment rights of citizens and businesses that wish to use drones for legitimates purposes, like photography or news gathering (The Times has used drones to shoot videos and take photographs).The Federal Aviation Administration has taken the lead in regulating drones. Last month, it started requiring users to register their unmanned aircraft. It has also proposed rules that would limit drone flights to daylight hours and require commercial users of small drones to keep their aircraft within their sight.That’s too restrictive, according to some businesses that make drones and companies that want to use them. But the agency’s approach is measured and makes sense for a new technology, especially given reports of near collisions with helicopters and airplanes taking off or landing.The F.A.A. is not equipped to regulate another big drone-related issue: privacy. There is no question that many Americans are concerned; 63 percent of people surveyed by the Pew Research Center and Smithsonian magazine in 2014 said allowing private and commercial drones into the American airspace could cause harm. Some worry that drones will be used to peer through windows and into normally protected spaces like backyards. These are not new concerns. In 1946, in a case involving airplane takeoffs and landings over a farm, the Supreme Court ruled that people should have control over “the immediate reaches of the enveloping atmosphere” above their properties.Many privacy advocates are also worried that drones used by businesses will collect information like wireless signals emitted by cellphones that could be used to determine people’s locations. One marketing company did just that in a test last year in Los Angeles.President Obama has ordered the Commerce Department to work with industry and privacy groups to come up with a set of best practices for drone use that are expected to be voluntary. States and cities are more aggressive. Lawmakers in California, Texas, Los Angeles, Miami and elsewhere have passed laws that limit where drones can be flown and how they can be used. Texas, for example, forbids the use of drones to take photographs of people or real estate. Exceptions include crime investigations and the marketing of properties by brokers.The public’s desire for clear rules is understandable. Still, policy makers should not make it so difficult to use drones that they end up limiting the First Amendment rights of filmmakers, activists and journalists. The Texas law, for example, does not include an exception for news gathering.Drones provide one more reason for Congress to approve a broad consumer privacy bill giving Americans more control over what businesses collect about them and how they use it. Such legislation would apply to data collection by websites and by drones. Privacy legislation proposed by President Obama in 2012 has been thwarted by companies that collect and use private data.Unmanned aircraft can be incredibly useful. But many Americans will be skeptical of them unless safeguards are put in place guaranteeing safety and protecting privacy."}