{"Title":"Ease the Burden on Okinawans","Link":"http://www.nytimes.com/2016/01/23/opinion/ease-the-burden-on-okinawans.html?partner=rssnyt\u0026emc=rss","Description":"To maintain enough support for a military base, the U.S. and Japan must address residents' concerns.","Data":"A mayoral election in Okinawa on Sunday is shaping up to be another stand-in for the fight over a plan to relocate an American military base to a less-populated site on the Japanese island. The growing tensions between Okinawans who don’t want any base at all and Japanese and American officials who say a base is crucial for security have made any resolution seem out of reach. Now, there are some signs of new thinking that could potentially reduce the friction and pry the plan out of its political vise.The election in Ginowan, a crowded city on Okinawa’s main island, pits Atsushi Sakima, the incumbent who is supported by the ruling Liberal Democratic Party of Prime Minister Shinzo Abe, against Keiichiro Shimura, a former Okinawan government official. Mr. Sakima has endorsed the Japan-American plan to move the Marine Corps Air Station Futenma to Henoko Bay and return the existing location to Okinawans; Mr. Shimura wants the base out of Okinawa altogether, as do Gov. Takeshi Onaga and a majority of Okinawans. To bolster his ally’s chances in Sunday’s voting, Mr. Abe has pulled out all the stops, offering Okinawa a bigger budget, support for construction of a Disney resort and aid for the island’s poor children, Reuters reported.Opponents saying moving the base to Henoko just shifts the dangers, noise and environmental degradation to another part of the island. Any plan must work hard to answer their concerns.A report by the Sasakawa Peace Foundation USA endorses the Henoko plan, which also calls for relocating thousands of American Marines to Guam, Hawaii and Australia, as the “only realistic” solutions to the demands of lessening Okinawa’s burden and meeting security needs. But it calls for speeding up the timeline. Written by retired Adm. Dennis Blair, former United States commander in the Pacific and now Sasakawa’s board chairman, and James Kendall, executive director of the Japan-U.S. Military Project, the report urges the United States to speed up construction on Guam and Hawaii so that some American forces can be relocated no later than 2025, instead of 2031.Most of all the report stresses a critical point: For the two allies, Okinawa, the part of Japan most exposed to the disputed region of the East China Sea where China is flexing its muscles, is a vital link for security. But the allies have little hope of retaining popular support for the base unless they do more to help local communities thrive. The report says that requires some “quick wins,” like developing housing at the Futenma site to demonstrate the benefits that can come when military bases are returned to civilian uses."}