{"Title":"Editorial: Naciones Unidas puede sellar la paz en Colombia","Link":"http://www.nytimes.com/2016/01/24/universal/es/editorial-naciones-unidas-pueden-sellar-la-paz-en-colombia-farc.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/24/universal/es/editorial-naciones-unidas-pueden-sellar-la-paz-en-colombia-farc.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/24/opinion/24sun2web-copyES/24sun2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAmbas partes le han pedido al Consejo de Seguridad establecer una misión de expertos internacionales para supervisar el desarme de las FARC.","Data":"El gobierno colombiano y las Fuerzas Armadas Revolucionarias de Colombia (FARC), el grupo guerrillero más grande del país, han hecho una inusual petición conjunta al Consejo de Seguridad de Naciones Unidas. Mientras se llega a las etapas finales de la negociación de un armisticio, ambas partes solicitaron al Consejo establecer una misión de expertos internacionales para supervisar una parte fundamental del acuerdo: el desarme de las FARC.Esta es una tarea con la que Naciones Unidas se debe comprometer. Deponer las armas es un requisito fundamental para lograr un alto al fuego permanente. América See More » Desde que en 2012 se iniciaron las conversaciones de paz en La Habana, las dos partes han llegado a acuerdos tentativos sobre la lucha contra el tráfico de drogas, la reforma agraria y las medidas de reparación a las víctimas. Pero el cumplimiento de estos acuerdos requerirá de la colaboración pacífica de ambos lados, y eso depende de la voluntad de los escuadrones guerrilleros para salir de la selva y deponer las armas.Si se toma en cuenta la desconfianza entre los combatientes que han estado en guerra durante cinco décadas, esto podría ser un proceso delicado. Esto explica la petición conjunta para que Naciones Unidas supervise esta etapa. Aunque el presidente de Colombia, Juan Manuel Santos, considera la solicitud como una señal de que el proceso de paz es “cada vez más irreversible”, la entrega de las armas no será un asunto sencillo. Los líderes de las FARC se han mostrado reacios a deponer sus armas al gobierno, con el argumento de que sería visto como una derrota. En la actualidad no existe un acuerdo sobre quién tomaría la custodia de las armas y lo que finalmente sucedería con ellas.El gobierno colombiano prevé que las FARC reunirán a sus combatientes en diversas regiones, una vez que se firme un acuerdo de paz definitivo y los guerrilleros comiencen la transición gradual a la vida civil. Tener equipos de observadores internacionales presentes en esos sitios aumentaría la probabilidad de que el proceso se realice de forma ordenada, y que las controversias y desafíos imprevistos puedan resolverse con rapidez.El gobierno se ha comprometido a garantizar la seguridad del personal de las Naciones Unidas, que estaría desarmado. Ambas partes han solicitado que los equipos incluyan a miembros de países del Caribe y América Latina. La misión tendría un mandato de un año que podría ser renovado por mutuo consentimiento. El secretario general de Naciones Unidas, Ban Ki-moon, expresó su apoyo en un comunicado donde definía a la solicitud como “un paso significativo hacia la resolución pacífica del conflicto armado”.Resulta extraño que los combatientes acudan a las Naciones Unidas, por mutuo acuerdo, para recibir ayuda en el establecimiento del acuerdo de paz. En momentos en que Naciones Unidas luchan para contener los conflictos en Libia, Yemen y Siria, la misión en Colombia resulta una oportunidad prometedora.Manejar esta fase crucial del proceso de paz sería un poderoso símbolo de que incluso los conflictos largos y amargos pueden llegar a su final, a través del diálogo."}