{"Title":"Editorial: Las respuestas que Peña Nieto no le da a México","Link":"http://www.nytimes.com/2016/01/04/universal/es/editorial-las-respuestas-que-pena-nieto-no-le-da-a-mexico.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/04/universal/es/editorial-las-respuestas-que-pena-nieto-no-le-da-a-mexico.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/04/opinion/04mon3web-copy-ES/04mon3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eDespués de tres años, parece probable que Peña Nieto será recordado más como un presidente que evitó rendir cuentas que como un transformador.","Data":"Como candidato a la presidencia de México, Enrique Peña Nieto usó el título de su libro “México, la gran esperanza” para explicar qué tipo de nación quería construir. Pero después de tres años en el cargo, parece bastante probable que será recordado más como un jefe de gobierno que evitó rendir cuentas que como el líder transformador que muchos mexicanos creyeron haber elegido.Durante su administración, el gobierno mexicano ha tratado de lavarle la cara a varias verdades incómodas y ha minimizado más de un escándalo.Cuando periodistas mexicanos revelaron que un contratista del gobierno había puesto una casa de lujo a disposición de Peña Nieto y su esposa, el Presidente le encargó la investigación a un amigo cercano. Nadie se sorprendió cuando esa investigación no encontró pruebas de ningún comportamiento indebido por parte del presidente. Los periodistas, que hicieron un trabajo meticuloso e impecable, se quedaron sin empleo. América See More » Cuando el capo del narcotráfico más poderoso del país, Joaquín Guzmán Loera, escapó de prisión en julio muchos mexicanos mostraron su escepticismo frente a la versión oficial, tal vez porque se trataba de la segunda vez que escapaba de prisión. El gobierno ha mantenido que Guzmán huyó a través de un túnel que él y sus cómplices excavaron sin que los guardias lo advirtieran, y descartó la posibilidad de que recibieran ayuda desde el interior del penal. Algunos funcionarios fueron detenidos tras la fuga pero el gobierno aún no ha dado una explicación convincente de lo sucedido.Más preocupante aún es el intento, a todas luces torpe, de investigar la desaparición de 43 estudiantes en Septiembre de 2014 que, según todos los indicios, fueron masacrados en el estado de Guerrero. El gobierno sostuvo que los estudiantes fueron asesinados e incinerados por miembros de un cártel de la droga. Pero en septiembre de este año, un informe preliminar elaborado por un grupo de expertos de la Comisión Interamericana de Derechos Humanos a partir de imágenes de satélite, afirmó que era poco probable que los cuerpos hayan sido incinerados.Y el hecho de que el gobierno haya negado la petición recurrente para que investigadores internacionales entrevisten a los militares en el lugar de la desaparición no ha servido más que para alimentar el escepticismo de la ciudadanía.Aún no es demasiado tarde para que el gobierno reconozca que su investigación ha fracasado y les de a los investigadores internacionales acceso a los funcionarios gubernamentales implicados. Quizás, a estas alturas, ni siquiera eso pueda salvar la reputación de Enrique Peña Nieto. Pero es lo mínimo que debe hacer por las víctimas de una de las mayores y más atroces violaciones a los Derechos Humanos en la historia mexicana reciente.Sigue a NYT América en Facebook y Twitter para leer más artículos de The New York Times en español."}