{"Title":"End the Tampon Tax","Link":"http://www.nytimes.com/2016/02/08/opinion/end-the-tampon-tax.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/08/opinion/end-the-tampon-tax.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/08/opinion/08mon3web/08mon3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eEven without sales taxes, feminine hygiene products are unaffordable for some.","Data":"Though necessities like food and medical supplies are exempt from sales taxes in most states, all but a few tax sanitary pads and tampons. Now efforts are building to repeal this so-called “tampon tax” and help ensure that those who need these products can afford them.The issue gained national attention after two members of the California State Assembly, Cristina Garcia and Ling Ling Chang, introduced a bill in January to make tampons and pads exempt from sales taxes in their state. Prescription drugs, most groceries and medical equipment like walkers are already exempt.California’s bill would remove a tax that, as Ms. Garcia and Ms. Chang point out, unfairly penalizes women, who already make only 79 cents for every dollar men earn. And it would drive home the message that tampons and pads are necessities, not luxuries.Women in California spend an average of $7 a month on tampons and pads. For those living in poverty, that cost is significant. They may have to choose between hygiene products and food or medicine. Food stamps do not cover feminine hygiene products.Feminine hygiene products are already exempt from sales taxes in Minnesota, Pennsylvania, New Jersey, Maryland and Massachusetts. (Five other states have no sales taxes.) Bills like California’s have been introduced in Ohio, New York, Utah and Virginia.President Obama expressed his support for such efforts in an interview in January with Ingrid Nilsen, a YouTube star. Women should “work to get those taxes removed,” he said.Even without sales taxes, tampons and pads are unaffordable for some. In New York, a City Council member, Julissa Ferreras-Copeland, is working on legislation to require that all public schools in the city provide free tampons and pads in restrooms. She also hopes to work with nonprofit organizations and the city’s Department of Homeless Services to make feminine hygiene products more readily available to homeless women; food pantries and shelters sometimes struggle to keep the products in stock because of a lack of donations. In Congress, Representative Grace Meng, Democrat of New York, has introduced a bill that would allow people to pay for feminine hygiene products with their health care spending accounts.Getting rid of taxes on these products is an important first step toward making them affordable for all."}