{"Title":"Extradite El Chapo Guzmán","Link":"http://www.nytimes.com/2016/01/12/opinion/extradite-el-chapo-guzman.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/12/opinion/extradite-el-chapo-guzman.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/12/opinion/12tue3web/12tue3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Mexican government should move swiftly to send the world’s top drug kingpin to the United States for trial.","Data":"The last time the world’s top drug kingpin, Joaquín Guzmán Loera, was nabbed, Mexico’s top prosecutor said the government would consider extraditing him to the United States in 300 years or so, once all his criminal cases at home had been settled. Embarrassed by his escape in July — his second — Mexican officials appear to have changed their minds. Soon after he was taken into custody on Friday, the Mexican government indicated it had started extradition proceedings to send Mr. Guzmán to the United States. That is the right call.  Mr. Guzmán’s criminal enterprise, the Sinaloa cartel, has caused havoc in Mexico and American communities for years by shipping tons of narcotics into the United States. Under his watch, the cartel has become one of the world’s deadliest and most ruthless criminal organizations. In Mexico it has silenced journalists, sometimes with bullets, fueled corruption and turned parts of the north into a battleground. In the United States he faces drug trafficking, money laundering and murder charges. While some Mexicans understandably would like to see Mr. Guzmán pay for those crimes at home, a prosecution in the United States seems like a safer bet to put him out of business and send a strong message to those who will inevitably step into his shoes.President Enrique Peña Nieto of Mexico deserves credit for endorsing Mr. Guzmán’s extradition soon after his latest arrest. High-profile extradition decisions in Latin America are politically fraught, in part because they often represent an acknowledgment of institutional weakness. Yet extradition can be the best mechanism to dismantle the most violent and menacing criminal organizations.Extradition, for instance, played a key role in the demise of powerful, violent drug cartels in Colombia during the 1990s that were led by men who attained a similar level of celebrity as Mr. Guzmán, who is known as El Chapo.Beginning extradition proceedings quickly does not mean Mr. Guzmán will be showing up in American courts anytime soon. Under Mexican law, he has the right to challenge the extradition request; a Mexican judicial official said on Monday that the litigation could take over a year.But while Mr. Guzmán is certainly entitled to due process, Mexican judicial officials should move as swiftly as possible, recognizing Mr. Guzmán’s stunning ability to corrupt judicial institutions and slip out of facilities that are supposed to be the country’s most secure. They should make every effort to ensure that last year’s escape will be his last."}