{"Title":"Facebook’s Sensible Ban on Gun Ads","Link":"http://www.nytimes.com/2016/02/01/opinion/facebooks-sensible-ban-on-gun-ads.html?partner=rssnyt\u0026emc=rss","Description":"With Congress refusing to close a background check loophole that allows felons to buy guns, Facebook will stop users from placing ads to sell guns.","Data":"Facebook’s decision last week to prohibit private gun sales on its social networking site and on its photo-sharing app Instagram should make it harder for convicted felons and other dangerous people to acquire deadly weapons. That’s a very good thing, especially considering the unwillingness of lawmakers in Congress to enact sensible gun safety policies.In recent years, Facebook has become a thriving marketplace where people buy and sell all kinds of goods and services, including firearms. People often post ads to buy or sell guns on the site and meet in person to complete the transaction. But unlike licensed dealers, private sellers are not required to conduct criminal background checks in most states, and Congress has refused to close this gaping loophole at the federal level.It’s hard to say exactly how many posts offering to sell or buy guns exist on Facebook at any given time. But one recent study estimated that Facebook was the second most popular site for gun ads in the state of Nevada.That study was by Everytown for Gun Safety, a research and advocacy organization backed by Michael Bloomberg. Some of the guns sold on Facebook have been used in crimes. In December 2014, for example, Brian Harleman, an Ohio man, shot and injured a former girlfriend, killed her 10-year-old daughter and committed suicide using a gun he bought through Facebook. If he had tried to buy the gun at a dealer he would have been denied because of an earlier felony conviction.Other marketplace websites like Craigslist and eBay have long banned gun sales. Facebook has been a bit slower to adopt this policy in part because it came later to the world of person-to-person commerce — it only started letting users transfer money to each other last year.The company has previously banned people from selling prescription drugs on the site, and in 2014 started blocking children’s access to pages advertising guns for sale. It also would send a message to people who posted gun ads to follow the law in their state and country. But those steps did little to stem the trafficking of guns on Facebook. Its new policy to ban all private sales is much more significant. Because its users post so many photos, ads, and other information on its site and Instagram, the company will struggle to weed out all private gun ads. The company will have to rely on its 1.6 billion users to report gun ads to the company. Facebook employees will then have to remove the prohibited ads and pages. In some cases, Facebook might even have to bar some users from its sites if they persist in posting forbidden ads.Of course, Facebook, as big and important as it is, is just one company. There are still many ways for criminals and violent individuals to acquire guns. Only action by Congress can do something about that."}