{"Title":"Fear Ignorance, Not Muslims","Link":"http://www.nytimes.com/2015/12/05/opinion/fear-ignorance-not-muslims.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/05/opinion/fear-ignorance-not-muslims.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/05/opinion/05sat2/05sat2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAmericans must guard against overreaction, and subdue the panicked reflex of distrust and hatred.","Data":"As the country continues a long and dangerous campaign to root out and prevent terrorist threats, it is concerned but not helpless. Federal investigators are starting a terrorism investigation in the California mass shooting, and more facts will emerge about the background of the killers and their links to the Islamic State.Wherever the investigation leads, Americans must guard against overreaction, and subdue the panicked reflex of distrust and hatred toward the Americans among us who are Muslims. This has been a problem at least since 9/11 and will remain one as long as ignorance about Islam remains deep and widespread. Today the ignorance is being inflamed by know-nothings in the political sphere — by Republican presidential candidates calling for American Muslims to be registered and monitored, and for mosques to be spied on or shut down. Governors of more than two dozen states have declared their borders shut to Syrian refugees, in open defiance of common sense, the Constitution and human decency.Contrast these amateurs’ panic with the behavior of law-enforcement experts, like the counter-terrorism officials of the Los Angeles Police Department who met on Thursday with Muslim-American leaders to reassure them and the community at large that they are not alone and that they are facing this challenge together.“Muslim communities are our strength — not our weakness,” Deputy Chief Michael Downing told The Times. “We can’t let this deteriorate our relationship or allow others to isolate or stigmatize the Muslim community.”Chief Downing said law enforcement needs the trust and cooperation of the majority of Muslims in the mainstream, those who can raise the alarm about the radicalized few. But scapegoating and intimidation are already happening; he said a bullet-riddled Quran had been left at a mosque in Orange County, and violent threats were phoned in to the Islamic Center of Southern California. This kind of reaction to the carnage in San Bernardino, Calif., shows a free society damaging itself.When Muslim-American leaders stood beside Farhan Khan, the brother-in-law of the shooter Syed Farook on Wednesday night, they spoke of standing “shoulder to shoulder” with the victims’ families as partners in this week’s suffering and grief.“I cannot express how sad I am for what happened today,” Mr. Khan said, his eyes clouded by anguish and shock. “My condolences to the people who lost their life.”  Muslim-Americans, like other Americans, are horrified by the massacre and frightened at the prospect of terrorism striking here. They also carry a separate burden, having lived for years under the suspicion that ties them, broadly and unjustly, to criminal atrocities committed by killers linked to Islam. Many Muslim-Americans were doubtless concerned their own safety would be threatened by those driven by fear and hate. The mass shooting in San Bernardino may give rise to more fear, but murderous gun rampages, an everyday occurrence in the United States, have been set off by workplace resentments, anti-abortion and anti-government zealotry, paranoia, suicidal megalomania, various other forms of sociopathy, and by no evident reasons at all.There is nothing wise — particularly from a law-enforcement and security perspective — about the urge to isolate and stigmatize Americans of any faith or heritage."}