{"Title":"Fighting the Zika Virus","Link":"http://www.nytimes.com/2016/02/03/opinion/fighting-the-zika-virus.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/03/opinion/fighting-the-zika-virus.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/03/opinion/03wed3web/03wed3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe World Health Organization was right to declare the mosquito-borne disease an international public health emergency.","Data":"The World Health Organization and its director general, Dr. Margaret Chan, were right to declare the Zika virus an international public health emergency, even if its suspected link to severe birth defects has not been proved. The mosquito-borne disease is a serious threat: It is usually so mild as to be undetectable in adults, yet as it has exploded across South and Central America it has been followed by a surge in babies born with underdeveloped heads, a condition called microcephaly.  The emergency designation will galvanize coordinated international monitoring and action of the sort that was tragically missing in the first months of the Ebola pandemic. The W.H.O.’s decision, however, could reduce travel to affected countries, which would be an economic burden. Brazil, where Zika made its first major appearance in the Western Hemisphere last May, is especially fearful that visitors will stay away from the Olympic Games in August. It cannot let that prevent it from being completely transparent about this serious threat and the steps it is taking to protect people.In Latin America, where many nations outlaw abortion, some governments have advised that pregnancies be delayed, which can create only greater anxiety for women who have sadly limited control over such decisions.All of this adds urgency to the work of medical researchers investigating any possible link between microcephaly and Zika infection, for which there is no cure. And it puts a heavy responsibility on the W.H.O. and institutions like the Centers for Disease Control and Prevention and the Pan American Health Organization to give clear and realistic guidance on how to avoid infection. The C.D.C. has issued a list of countries pregnant women should try to avoid visiting and has advised travelers on how to protect against mosquito bites.Fighting Zika will not be easy. Like Ebola, it is nurtured by heat, humidity and poverty, conditions that can be intensified by globalization and global warming. Unlike Ebola, Zika is primarily spread by a mosquito, the Aedes aegypti, which is rampant in hot climates. The risk of a major outbreak in the United States is low because of effective mosquito-control programs and air-conditioning.A vaccine or an effective treatment is still a long way off. Immediate responses, like increasing access to birth control and abortion, face stiff legal and cultural resistance in the affected region. That leaves mosquito control as the most effective weapon available now. One method being tried in Brazil is to release Aedes mosquitoes that are genetically modified to produce self-destroying offspring.These and other measures should gain momentum now that Zika has been declared an emergency. That is essential not only to protect women and their babies, but also for improving the global response to other obscure germs waiting their turn in some hot, humid place."}