{"Title":"Finally, Urgency on New York’s Homeless","Link":"http://www.nytimes.com/2015/12/23/opinion/finally-urgency-on-new-yorks-homeless.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/23/opinion/finally-urgency-on-new-yorks-homeless.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/23/opinion/23wed1/23wed1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eMayor Bill de Blasio’s new approach, added to his earlier proposals, looks like a full-blown attack on homelessness. Next he needs to produce results.","Data":"In the final days of his second year in office, Mayor Bill de Blasio has stirred himself to greater action on homelessness. Under fire for months over a problem that he had promised long ago to solve — but one that he seemed inclined to dismiss or play down, or to blame on others — Mr. de Blasio stepped forward last week with a shake-up and a plan.The commissioner of the Department of Homeless Services, Gilbert Taylor, is out. The head of the Human Resources Administration, Steven Banks, is now going to oversee an array of programs and new ideas. There will be more outreach to and monitoring of people living on the street, more caseworkers guiding people to help, more police officers to handle encampments and people who seem disturbed or dangerous.The new approach is called Home-Stat, a name meant to convey urgency and data-driven effectiveness. Add it to the mayor’s earlier proposals — to increase funding for rental assistance and mental-health and legal services; to offer “safe haven” beds to people who reject traditional shelter; to improve shelter conditions and build more supportive housing, which connects tenants to services for mental illness, addiction and other problems that make them vulnerable to living on the street — and you have what looks like a full-blown assault on homelessness. If it works, the mayor should get credit for finally giving the problem the top-priority attention it deserves.But attention isn’t the same as results. The city comptroller, Scott Stringer, issued a report this week that said family shelters suffered from an appalling lack of oversight, with rampant health and safety violations and too little effort to get families into permanent homes. With Mr. de Blasio’s new proposals and staffing shake-up, the mayor is acknowledging management failures and the need for different approaches. That it took him so long to do so is disappointing, given his promises to the poor and underserved, and the many experts in his administration with backgrounds in civil rights and legal services, like Mr. Banks.Homelessness is a hydra-headed problem not just in New York, but in dozens of American cities. The crisis has been decades in the making and requires long-term solutions. But the problem for Mr. de Blasio, who likes to paint big-picture visions of New York’s brighter future, has been that the suffering and lack of progress on homelessness are evident today on the streets and seem to get worse every month. And the unseen, much larger problem — nearly 60,000 people in shelters — remains at levels that refuse to go down or stay down.The de Blasio administration said that it was already carrying out ideas from Mr. Stringer’s report, and that it is moving forward on Home-Stat, which will start generating reports early in the new year. Hundreds of new safe-haven beds should be available by June. Progress will probably be slow. But there has to be movement; otherwise all this is just talk.Speaking of which: Word is that Gov. Andrew Cuomo wants to tackle New York City’s homeless problem, too. He hasn’t revealed his plans, but his spokeswoman Dani Lever said in a statement last month that the announcement would come in a speech in early January: “It’s clear that the mayor can’t manage the homeless crisis, and the state does intend to step in with both management expertise and resources in a plan to be released in the State of the State.” It was a telling statement from the governor, who hardly bothers to hide his contempt for the mayor.Mr. Cuomo also used a recent radio interview to sneer at Mr. de Blasio’s supportive-housing program and to tease to his forthcoming “full homelessness plan.” He said, “We have places where the system has broken down in New York City and that’s why we’ve been going methodically, talking to the different provider groups, looking at the population and where is the need.”Notice that Mr. Cuomo didn’t say anything about talking to the mayor, presumably because he has no interest in doing so. Nor did he say anything about providing real money. Deep cuts in state aid have crippled the fight against homelessness in New York in recent years. The city and state used to work as partners to tackle homelessness and affordable housing, long before Mr. de Blasio became Mr. Cuomo’s punching bag. If the governor is actually going to try to help the city, and not just find another way to humiliate Mr. de Blasio, he will have to help rebuild that relationship."}