{"Title":"Fix Flint’s Water System, Now","Link":"http://www.nytimes.com/2016/01/24/opinion/sunday/fix-flints-water-system-now.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/24/opinion/sunday/fix-flints-water-system-now.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/24/opinion/sunday/24sun1sub/24sun1sub-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eBoth Michigan and Washington need to really step up to the plate.","Data":"The conditions on the ground in Flint still do not seem to have sunk in at the Michigan statehouse. Thousands of residents are still relying on trucked-in water, as if they were in a war-zone refugee camp, while worrying that their children may suffer developmental and other health problems from a water system poisoned by lead. Gov. Rick Snyder has been busy apologizing, but the tiny steps he is taking to repair the damage shrink beside the urgency of the problem.The challenge now is to replace the corroded pipes or perhaps the whole water system in this city of nearly 100,000 as quickly as it can be done. The cost may reach $1 billion or more, but that cannot stand in the way of moving forward to make the city fit for habitation. No Americans should have to live with poisoned water that is a direct result of the government’s decisions and neglect.Mr. Snyder and officials who work for him first wasted time trying to shift blame for the catastrophe to the city — at least until an independent task force and internal emails released last week showed that the state was responsible. Now he is wasting more time by maneuvering to get out of paying the bill for the huge repairs project.The state’s claims of limited resources to start replacement or repairs of the water system do not even hold up. Michigan has a budget surplus of $575 million this year that could surely be applied to this crisis of its own making, and if that’s not enough, the governor could always raise taxes in a special levy. The state also has about $600 million in a “rainy day” fund, at least some of which could presumably be used.The federal government, which has a coordinator from the Federal Emergency Management Agency in Flint and dozens of experts from other agencies there as well, needs to ensure that all possible steps are taken to repair the water system quickly and start treating the victims immediately. If necessary, the Army Corps of Engineers should be told to rebuild the water system and bill the state for its services.Mr. Snyder has asked the Legislature to appropriate a paltry $28 million, which is awaiting Senate approval. This would add to a $9.35 million “emergency appropriation” from the state to help Flint buy cleaner water from Detroit. (Flint kicked in $2 million and a private foundation gave $4 million to cover costs that really should have been paid by the state.) Although the governor said he would go back to the Legislature for more money, he did not say how much he would seek, or when.Mr. Snyder wants the Obama administration to declare that Flint has suffered a “major disaster” so that he can tap into federal funds to meet needs that he says “greatly exceed the collective funding resources of local and state government.” He was upset that the president declared only a state of emergency, allowing for far less federal aid than a “major disaster” designation could. The Federal Emergency Management Agency had reasoned that “major disaster” funds are intended to deal with natural disasters, like severe flooding, not with self-inflicted ones, like Flint’s pipes, which became corroded after the city, in a cost-cutting move, started using polluted Flint River water that leached lead from the pipes. Mr. Snyder has appealed the federal decision.The decision was logical, but — “major disaster” or not — Washington should take a leading role in solving the crisis. The federal government, moreover, is not blameless. The Environmental Protection Agency announced on Thursday that Susan Hedman, its Chicago-based administrator for the region that includes Michigan, would leave the agency next month. For several months, Ms. Hedman, an appointee of President Obama’s, sat on the sidelines during the crisis, and she downplayed concerns raised by an E.P.A. scientist about lead in the water.On Thursday, the E.P.A. issued an emergency order to expand federal oversight of the disaster. The agency will analyze lead levels in Flint’s water and publish the results, an important step to keep the public informed. The E.P.A. also asked its inspector general for an analysis of how it could prevent another Flint. The agency, like the state, cannot restore credibility unless it moves aggressively to repair the damage that Flint residents are living with."}