{"Title":"Florida’s Death Machine Loses Again","Link":"http://www.nytimes.com/2016/01/13/opinion/floridas-death-machine-loses-again.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/13/opinion/floridas-death-machine-loses-again.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/13/opinion/13wed2web/13wed2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Supreme Court finally strikes down an unconstitutional law requiring a judge, not a jury, to sentence someone to death.","Data":"For the second time in three Supreme Court terms, the justices have struck down a Florida law that treated the Constitution as little more than a speed bump on the road to quicker and easier death sentences.In 2014, the justices invalidated the state’s rigid, unscientific rule that skirted the court’s clear 2002 ban on executing intellectually disabled people.On Tuesday, in an 8-to-1 decision written by Justice Sonia Sotomayor, the court rejected a Florida law that required a trial judge, and not the jury, to decide whether to impose the death penalty.While Florida jurors first had to recommend a sentence, the final life-or-death decision was the judge’s alone. This violated the Sixth Amendment’s guarantee of a jury trial — specifically, that any fact that makes a person eligible for death must be determined by a jury. “A jury’s mere recommendation is not enough,” Justice Sotomayor wrote.  The defendant in the case, Timothy Lee Hurst, was convicted of murdering a co-worker, Cynthia Harrison, in 1998. After his original sentence was thrown out for unrelated reasons, a second jury recommended death by a 7-to-5 vote in 2012.Justice Samuel Alito Jr. dissented from the decision, arguing that Florida juries play “a critically important role” in recommending a sentence to the judge. But this doesn’t change the fact that under state law, the judge’s decision was the only one that mattered.Of course, Florida is a death-penalty factory: The state has 390 people on death row, more than one in 10 of the nationwide total, and sentences more people to death than any other state but California. Duval County, which includes Jacksonville, currently has the highest per-capita rate of death sentences in America.But Florida isn’t alone in conferring these powers on judges. In Delaware and Alabama, judges may override a jury’s sentence of life in prison and unilaterally impose death — a power Alabama judges have exercised more than 100 times (Delaware judges have not been using the authority). Florida and Alabama continued their practices even after the Supreme Court’s 2002 ruling in Ring v. Arizona, which held that only juries may make the factual findings that expose a person to execution. The logic of Tuesday’s decision should call into doubt many of the death sentences in both states.The jury’s role in sentencing — particularly in capital cases — is central, as the Supreme Court has repeatedly reaffirmed over the last two decades. In a 1999 case,Tuesday’s decision was the right one, but it is also a reminder of how shamelessly some governors and lawmakers will work to undercut core constitutional protections in their crusade for more state-sponsored killing."}