{"Title":"For Grieving Families, Each Gun Massacre Echoes the Last","Link":"http://www.nytimes.com/2015/12/20/opinion/for-grieving-families-each-gun-massacre-echoes-the-last.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/20/opinion/for-grieving-families-each-gun-massacre-echoes-the-last.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/20/opinion/20sun3web1/20sun3web1-thumbStandard-v2.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eWhile the Newtown survivors know that full recovery is impossible, they seek strength in community cohesion.","Data":"NEWTOWN, Conn. — The nation’s latest gun rampage — the one in far-off California — had an immediate and devastating side effect here, compounding the trauma of grieving families who lost 20 children and six educators three years ago in the massacre at Sandy Hook Elementary School.“I think, ‘Oh my God, it’s happening again!’ ” says Mark Barden, whose son, Daniel, would have been 10 now if he had not perished in his classroom in a spray of high-powered rifle fire. “It’s crushing me once more — the event that keeps happening,” Mr. Barden adds, describing how he reacted to the news of the assault-rifle attack that left 14 dead and 22 wounded in San Bernardino. Editorial Observer See More » Mr. Barden knows that just as the spotlight moved on from Newtown, so it will from San Bernardino as more mass shooting sprees occur in a nation with an all too short memory. Still, each new mass shooting resounds with a darkly commemorative effect in Newtown. Clichés about “closure” are not heard much here.From time to time, something pops up to make recovery even more difficult. There is, for example, a nasty cohort of conspiracy theorists on the Internet denying that Sandy Hook ever happened. This creates fresh pain for parents like Lenny and Veronique Pozner, parents of 6-year-old Noah, by propagandizing that it was all a staged plot, one in which Noah never died! A plot, of course, to disarm the public (as if the Newtown families don’t know how impossibly armed America is).“They seek us out and accuse us of being government agents who are faking our grief and lying about our loss,” said the Pozners in a newspaper essay that told of receiving a “certified letter demanding proof that Noah once lived.”In a show of resilience, the couple has joined eight other families in a wrongful-death lawsuit against the manufacturer of the military style assault rifle used in gunning down their children. Congress, ever attentive to the gun lobby, 10 years ago barred victims from suing gun makers and dealers for damages. The Newtown families say it’s time to fight the ban and force the industry to accept responsibility for the damage it causes.Mr. Barden, meanwhile, runs a busy website for his lost son, as do other families whose children died. He is also the director of a national nonprofit group that focuses on gun safety and mental health measures aimed at identifying and helping the sort of at-risk loner who killed Daniel. “We have found a calling,” says Mr. Barden, a musician who started the group with other victims’ families.Mr. Barden said his own family, like others, had no thoughts of fleeing Newtown; his was even joined by sympathetic relatives who moved here in solidarity. The families know full recovery is impossible. But they seek strength in community cohesion. As difficult as the lawsuit is, it seemed to lend a special note of hope and spunk to Newtown on the anniversary of the shooting on Dec. 14. The Newtown Bee newspaper put it well: “This is the time of year when darkness closes in on us, and we feel again the need to gather around sources of illumination.”"}