{"Title":"France’s State of Emergency","Link":"http://www.nytimes.com/2015/12/05/opinion/frances-state-of-emergency.html?partner=rssnyt\u0026emc=rss","Description":"Expanding government powers, without judicial oversight, will harm the very freedoms terrorists seek to destroy.","Data":"After the terrorist attacks in Paris on Nov. 13, President François Hollande took swift action, calling them an “act of war” and declaring a 12-day national state of emergency. Days later, he asked Parliament to approve a three-month extension and a new security bill. With emotions running high, the General Assembly and Senate voted overwhelmingly in favor.French authorities now have the power to conduct warrantless searches, put people under house arrest or make them wear electronic bracelets, seize computers, impose curfews and ban public assemblies. Sweeping antiterrorism legislation passed last September and this past June had already authorized the government to impose travel bans, place listening devices in private homes, tap phones, shut down websites, and track keyboard strokes on private computers — all without judicial oversight — creating the potential for government abuse.On Tuesday, Prime Minister Manuel Valls said that the police had conducted more than 2,000 raids since Nov. 13. More than 260 people have been taken in for questioning. Almost all were detained, and more than 300 people have been put under house arrest. With no oversight, it is impossible to know whether each action is justified.On Wednesday, Interior Minister Bernard Cazeneuve announced the government had shut down three mosques and four informal prayer rooms, while none had been closed in the 10 years before. The government is also wielding its new powers to stifle dissent. When people gathered in Paris on Sunday to defy the ban on demonstrations, the police used tear gas and arrested more than 200 people. At least 24 French environmental activists have been placed under preventive house arrest.Mr. Hollande is planning to ask Parliament to keep some emergency powers in place for six months and to prevent people from legally challenging their detention. These are dangerous ideas. The government already has more than enough antiterrorism measures at its disposal. Improving intelligence-sharing and meticulously tracking individuals who have been identified as a potential threat would improve security without weakening constitutional protections against excessive executive power and threatening the civil rights of an entire nation.Parliament should also ensure that people under house arrest who represent no terrorist threat are freed immediately. A prolonged state of emergency will only harm the very freedoms the terrorists seek to destroy. Go to Home Page »  The New York Times World U.S. Politics N.Y. Business Tech Science Health Sports Education Obituaries Today's Paper Corrections Today's Opinion Op-Ed Columnists Editorials Contributing Writers Op-Ed Contributors Opinionator Letters Sunday Review Taking Note Room for Debate Public Editor Video: Opinion Today's Arts Art \u0026 Design ArtsBeat Books Dance Movies Music N.Y.C. Events Guide Television Theater Video Games Video: Arts Automobiles Crossword Food Education Fashion \u0026 Style Health Jobs Magazine N.Y.C. Events Guide Real Estate T Magazine Travel Weddings \u0026 Celebrations Classifieds Tools \u0026 Services Times Topics Public Editor N.Y.C. Events Guide TV Listings Blogs Multimedia Photography Video NYT Store Times Journeys Subscribe Manage My Account Times Insider Home Delivery Digital Subscriptions NYT Opinion Crossword Email Newsletters Alerts Gift Subscriptions Corporate Subscriptions Education Rate Mobile Applications Replica Edition International New York Times © 2015 Home Search accessibility@nytimes.com. We would love to hear from you. Contact Us Work With Us Advertise Your Ad Choices Privacy Terms of Service Terms of Sale Site Map Help Site Feedback Subscriptions "}