{"Title":"From Farm to Table, via the Bronx","Link":"http://www.nytimes.com/2015/12/21/opinion/from-farm-to-table-via-the-bronx.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/21/opinion/from-farm-to-table-via-the-bronx.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/21/opinion/21mon3web/21mon3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eFarmers in the region need a wholesale market at Hunts Point in the Bronx.","Data":"The huge Hunts Point produce market that stretches across more than 100 acres in the Bronx is the largest such food exchange in the world. The stalls that are loaded with fruits and vegetables from around the globe have sales of more than $2.4 billion a year. But only a small fraction of that produce comes from New York and New Jersey, which makes no sense when many local midsize and small farms are struggling to stay in business and consumers want fresh, local food.Historically, it has been difficult for local farmers to pay the fees or follow the arcane rules of consignment necessary to sell in the Hunts Point market. The solution is for Gov. Andrew Cuomo and Mayor Bill de Blasio to work together to build a regional wholesale farmers’ market on underused property in the Hunts Point complex.Both the mayor and the governor have endorsed the idea, but there has been little progress. Mr. Cuomo established a task force and asked it to come up with a plan in 90 days. That was a year ago.Last March, in a speech to the Association for a Better New York, a business group, Mr. de Blasio promised to “revitalize Hunts Point” to “better link us to food that is grown and produced in upstate New York — strengthening our city’s critical partnership with upstate communities, farms and businesses.” So far, that is just a promise, in part because of longstanding friction between the mayor and the governor.The cost of the project is reasonable, especially if the state and the city divide the expense. Advocates say creating the regional wholesale market would cost about $19 million and that rents would cover the cost in about five years. As they start preparing next year’s state and city budgets, both Mr. Cuomo and Mr. de Blasio should commit the relatively modest sums needed for a project that would help keep farmers on their land and give consumers the local food they want."}