{"Title":"Fueling Homophobia in Russia","Link":"http://www.nytimes.com/2016/01/19/opinion/fueling-homophobia-in-russia.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/19/opinion/fueling-homophobia-in-russia.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/18/opinion/EDrussian/EDrussian-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA new bill would further stigmatize and denigrate gay people.","Data":"A vaguely written “gay propaganda” law passed in 2013 created a toxic environment for gay men and lesbians in Russia. Now, some lawmakers want to further denigrate and stigmatize gay people. A new bill scheduled for debate on Friday in the lower house of Parliament would allow the authorities to impose fines and even jail time for public displays of affection between people of the same sex.The law would criminalize “the public expression of nontraditional sexual relations, manifested in a public demonstration of personal perverted sexual preferences in public spaces.” If such displays of affection happen in educational or cultural institutions, a jail sentence of up to 15 days can be imposed. Opinion  Ivan Nikitchuk, one of the lawmakers who introduced the bill, described it as an effort to preserve longstanding social norms. “This is our country, where we’ve always respected traditions, where we’ve always had and still have today a conscience and the concept of shame,” he told the Russian news site Meduza. “And all these bearded men kissing is nothing but nauseating.”It is not clear how much support the bill has, but its consideration can serve only to stir hatred toward people who are gender-nonconforming or gay. That further threatens a community that has faced widespread violence. Human Rights Watch documented a rise in harassment of gay people and violent attacks after passage of the 2013 law, which outlawed promotion of what the government classified as “nontraditional sexual relationships.” The authorities in Russia have done little to prosecute hate crimes targeting gay people, many of whom have endured beatings.President Vladimir Putin has not made it clear whether he backs the new bill. He signed the 2013 propaganda bill into law, but he has sought at times to dispel the notion that Russia has institutionalized homophobia. In the lead-up to the 2014 Winter Olympics in Sochi, Mr. Putin sought to dispel concerns that gay athletes and spectators could be vulnerable. He later claimed, “We have no persecution at all.” That, of course, was a lie.Mr. Putin has said the propaganda law protects children from being exposed to behaviors he regards as abnormal. The new bill would take that preposterous rationale one step further and criminalize an act as harmless and natural as holding hands in public.Allowing the bill to move forward would create greater peril for Russians who are already vulnerable."}