{"Title":"Getting Rid of Big Currency Notes Could Help Fight Crime","Link":"http://www.nytimes.com/2016/02/22/opinion/getting-rid-of-big-currency-notes-could-help-fight-crime.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/22/opinion/getting-rid-of-big-currency-notes-could-help-fight-crime.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/22/opinion/22mon2/22mon2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe 500-euro bill is so popular with drug traffickers and terrorists that it is often referred to as a “bin Laden.”","Data":"Few Europeans use the 500-euro note, and most Americans rarely encounter the $100 bill. Yet hundreds of millions of these notes are in circulation around the world, where they are often used by drug cartels, corrupt politicians, terrorists and tax cheats to evade law enforcement. That’s why officials in Europe and elsewhere are proposing to end the printing of high-denomination bills.Getting rid of big bills will make it harder for criminals to do business and make it easier for law enforcement to detect illicit activity. Consider this: a stack of 500-euro notes worth $1 million weighs just five pounds and can be carried in a small bag, whereas a pile of $20 bills worth the same amount would weigh 110 pounds and would be much more difficult to move around, according to a recent paper from Harvard’s John F. Kennedy School of Government.The president of the European Central Bank, Mario Draghi, recently said the bank is considering getting rid of the 500-euro note ($557), though the central bank plans to keep the 200-euro and 100-euro bills. Most Europeans never use the 500-euro note, and some retail stores in the eurozone do not even accept that bill.Europol, the European Union’s law enforcement agency, said in a report last year that criminals have been known to trade it for more than 500 euros, a sign of its value to them. Other big bills, like the 1,000 Swiss franc note, which is worth about $1,010, and the 1,000 Singapore dollar bill, the equivalent of $712, are also favored by criminal enterprises and tax evaders.Lawrence Summers, the former Treasury secretary and former adviser to President Obama, has argued that the United States should get rid of the $100 bill; about 65 percent of these bills are held outside the country, according to a study published by the Federal Reserve. But that change could be disruptive because the $100 bill is used widely overseas for legitimate purposes, too. And as long as the E.C.B. continues to print 200-euro and 100-euro notes, criminals could switch to those bills. That’s why such efforts should be coordinated internationally.Critics who oppose such changes say the big bills make it easier for people to keep their savings in cash, especially in countries with negative interest rates. Some people also prefer not to conduct transactions electronically because they fear security breaches. But these are relatively minor burdens compared with the potential benefits of reducing criminal activity and tax evasion.There is no need for large-denomination currency. Britain’s top bill is the 50-pound note ($72), which has been perfectly sufficient. The United States stopped distributing $500, $1,000, $5,000 and $10,000 bills in 1969. There are now so many ways to pay for things, and eliminating big bills should create few problems."}