{"Title":"Glenn Frey and the Hits That Will Never Leave","Link":"http://www.nytimes.com/2016/01/20/opinion/glenn-frey-and-the-hits-that-will-never-leave.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/20/opinion/glenn-frey-and-the-hits-that-will-never-leave.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/20/opinion/20wed3web/20wed3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Eagles’ music survives Mr. Frey’s death as it did the band’s breakup.","Data":"“One reason the Los Angeles rock sound of the ’70s didn’t survive into the ’80s was that people simply got tired of it.”John Rockwell, music critic of The Times, wrote that in 1984, not knowing that more than 30 years later, the sound of the Eagles, anyway, would still be as close as the nearest radio, carved in the brain grooves of, let’s say, a couple of billion people. (Finish the sentence: “On a dark desert highway ...”)The Eagles survived the way the Grand Canyon survives, by not ever going away, even when they broke up. The untimely death on Monday of the band’s co-founder Glenn Frey is a moment of great sadness for those who admire his work. The death of David Bowie began the year with an alarming sense of something shifting underfoot, but there is no sign of crumbling or even cracks in the rock monument Mr. Frey built with Don Henley.  It’s a monument made of vinyl records, which they sold a ton of. The California folk-rock scene was never the coolest or edgiest, and was vulnerable to faint praise (“Gently folksy, slightly self-centered but often affecting,” is how Mr. Rockwell put it). But for the musicians atop that scene, life was not prone to self-effacement. When Linda Ronstadt wrote about the Eagles (who were her backup singers) and others in her memoir, “Simple Dreams,” she made gentle use of a gorilla metaphor:“There was a lot of competition among those individuals, with no lack of silverback posturing, yet I always had the sense that they admired and respected one another’s work, and weren’t stingy about giving support and encouragement.”There’s a lot of hard work in dominating the pop-music world, and it shows in the exquisitely harmonized — and enormous — Frey-Henley oeuvre. Ms. Ronstadt recalls how she and J.D. Souther, who were then living in a Hollywood Hills bungalow, had a visit from Mr. Frey, Mr. Henley, Bernie Leadon and Randy Meisner when they were just Eaglets:“The room wasn’t very big, so we went out to the movies to give them some space. When we walked in a few hours later, they sounded fantastic. They had worked out a four-part-harmony arrangement of a song that Bernie and Don wrote and had spent some time getting their vocal blend just right. In that small room, with only acoustic guitars and four really powerful voices, the sound was huge and rich. They called the new song ‘Witchy Woman.’ I was sure it was going to be a hit.”Ooo-oooh, witchy woman. See how high she flies.We could be here all day.The Eagles’ novelty has been dulled by radio repetition, but if the world has gotten tired of it, it’s not showing it. Immortality — that’s what happens to songwriters and hitmakers who know what they’re doing."}