{"Title":"Global Trade After the Failure of the Doha Round","Link":"http://www.nytimes.com/2016/01/01/opinion/global-trade-after-the-failure-of-the-doha-round.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/01/opinion/global-trade-after-the-failure-of-the-doha-round.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/01/opinion/01fri1/01fri1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eWith the Doha talks dead, world leaders need to start thinking differently about the global trading system.","Data":"After 14 years of talks, members of the World Trade Organization have effectively ended the Doha round of negotiations. That was not unexpected given how fruitless these discussions have been. Now, world leaders need to think anew about the global trading system.Countries had hoped that the talks, named after the capital of Qatar, where they began in late 2001, would substantially lower trade barriers, contribute to development in poor nations and tackle difficult issues like agricultural subsidies that were not resolved in earlier pacts, like the General Agreement on Tariffs and Trade.Failure to achieve this ambitious agenda has undermined the credibility of the multilateral trading system and hurt the least-developed countries, which are desperate to export more of their goods to richer countries.At a meeting of the W.T.O. in mid-December in Nairobi, trade ministers from more than 160 countries failed to agree that they should keep the negotiations going. In recent years, it became clear that the talks, which were originally supposed to conclude in 2005, were paralyzed because neither developed economies like the United States and the European Union nor developing countries like China and India were willing or able to make fundamental concessions.At the start of the Doha round, American and European officials committed to producing a trade agreement that would promote development in poorer countries without asking them to reduce import barriers to the same extent as industrialized nations. But as developing countries, particularly China, began exporting far more than they were importing, wealthier countries started demanding that they also lower import barriers and cut subsidies to their farmers. Not surprisingly, China and India refused, insisting on sticking with the original principles.Many countries have been so frustrated by the Doha stalemate that they have been negotiating bilateral and regional trade deals. For example, the United States recently concluded the Trans-Pacific Partnership with Japan, Vietnam and nine other countries. America and the European Union are also negotiating the Transatlantic Trade and Investment Partnership. China, which is not part of the Trans-Pacific Partnership, has signed many bilateral and regional agreements and proposed a 16-country trade deal that would include India and Japan.Regional agreements can be useful if done right, but they threaten to segregate the world into overlapping trading blocs with different rules in areas like labor rights, environmental protection and access to medicines. And most such pacts — in which countries agree to eliminate tariffs for products made within the trading bloc — do not include the world’s least-developed countries, like Bangladesh and Ethiopia.Another approach is to pursue more limited pacts that include many or all members of the World Trade Organization. A good example is the Trade Facilitation Agreement reached in December 2013 in which all W.T.O. members agreed to improve their customs departments, border crossings and ports. Under that agreement, less-developed countries will receive aid and technical expertise to help them upgrade their trading systems. Another worthwhile effort that began in 2014 with 14 W.T.O. members, including the United States, China and the European Union, is designed to eliminate tariffs on environmental goods like solar panels and wind turbines.While pacts focusing on specific issues are easier to negotiate, they can’t cover the broader issues that countries, rich and poor, have to wrestle with. Trade increasingly determines how governments set social policies and labor conditions within domestic markets, and, of course, affects the future of the environment locally as well as globally. The Doha talks may be at a dead end but there has to be a place for global trade pacts that encourage development and sustainable economic growth."}