{"Title":"Gov. Cuomo on the State of New York","Link":"http://www.nytimes.com/2016/01/14/opinion/gov-cuomo-on-the-state-of-new-york.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/14/opinion/gov-cuomo-on-the-state-of-new-york.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/14/opinion/14thu1-1452723340361/14thu1-1452723340361-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe governor lays out ambitious plans for 2016, including a big boost in the minimum wage.","Data":"Gov. Andrew Cuomo laid out an ambitious policy agenda for the coming year in a State of the State address on Wednesday that blended the personal and political. He harked back to a “tough” 2015, when he lost his father, Mario, pivoting deftly to a call for 12 weeks of paid family leave. He made a powerful economic and moral case for a $15 minimum wage, and pledged multibillion-dollar investments in transportation, infrastructure and housing, and an aggressive plan to attack homelessness.Oh, and he mentioned another New York problem.“Recent acts have undermined the public’s trust in government,” Mr. Cuomo said, with exceeding understatement. He was alluding to the absence of the state Legislature’s two former top bosses, Sheldon Silver and Dean Skelos, who were convicted of multiple corruption counts last year. Their stunning downfalls, after years in power, were prime evidence that the government Mr. Cuomo hailed as competent and effective is also a capital of graft, self-dealing, influence-peddling and ethical torpor.What followed from Mr. Cuomo was a litany of good-governance proposals that, though familiar, are still sorely needed: Publicly financing campaigns. Ending the rule that allows outside groups to donate campaign cash as freely as if they were people (the L.L.C. loophole, which has benefited Mr. Cuomo greatly). Limiting lawmakers’ outside incomes to 15 percent of their base pay, which isn’t as good as a ban, but would be progress. Making convicted lawmakers forfeit their pensions, to avoid the galling prospect of crooks like Mr. Silver and Mr. Skelos fattening their bank accounts with taxpayers’ money while sitting in prison for public corruption.Mr. Cuomo’s ethics proposals were tucked into the speech, well after he hit other points, like the news that New York now makes more Greek yogurt than Greece and, thanks to a new craft-beverage law, is home to flourishing numbers of wineries, breweries and cideries.But at least Mr. Cuomo proposed them. And he also made promising news with a $20 billion plan on housing. It would build 100,000 units of affordable housing, and a lot of supportive housing with social services to protect vulnerable people from the streets — 6,000 units in five years, and 20,000 units in 15 years. He also wants the state and city comptrollers to audit homeless shelters in New York, Buffalo and other cities, and failing shelter systems to be put into state receivership if local officials fail to fix them.It’s possible to see these proposals as a rebuke to Mayor Bill de Blasio, whom Mr. Cuomo has accused of ineptitude on homelessness, citing the city’s appallingly unsafe shelter system. Even so, Mr. de Blasio should overlook the criticisms and take any money the state offers. By plunging into this problem, the governor said, “We can say to the public of this state, ‘Everything that can be done, we are doing.’ ” If political one-upmanship leads to safer shelters and clears the streets, then the two men should hold hands and go for it.  “Every time we walk by a homeless person we leave a piece of our soul on that curb,” Mr. Cuomo said. In moments like those he was vivid and eloquent, reminding voters of his ability at times to rise above political calculation and empty promises. He was at his most persuasive when he was committing to an unabashedly progressive agenda: farsighted and compassionate.“We can raise the minimum wage to $15 and we can show this nation what real economic justice means,” he said, claiming ownership of that urgent issue. He noted that McDonald’s and Burger King, by paying wages too low to live on, were relying on the government to give workers the benefits they need to survive. He also laid into “the cost, the waste, the inefficiency” of New York’s 10,500 local governments, and promised $100 billion in infrastructure projects “that would make Governor Rockefeller jealous.”“Washington just can’t get it done,” Mr. Cuomo said, wrapping up his pep talk. “In New York, we can and we will.” That claim is believable, as long as it includes ethics reform, the hard part, which remains Mr. Cuomo’s Job 1."}