{"Title":"Gov. Christie Leaves Gun Controls Behind in New Jersey","Link":"http://www.nytimes.com/2016/01/14/opinion/gov-christie-leaves-gun-controls-behind-in-new-jersey.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/14/opinion/gov-christie-leaves-gun-controls-behind-in-new-jersey.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/14/opinion/14thu3web/14thu3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe governor’s view has shifted as he tries to woo the pro-gun vote.","Data":"It’s unfortunate that Gov. Chris Christie of New Jersey started running away from his own record on sensible gun controls as soon as he began his campaign for the Republican presidential nomination. Shameless pandering to voters in gun-friendly states has ensued. Mr. Christie abandoned his onetime fierce support of an assault weapons ban and reversed his opposition to armor-piercing .50-caliber rifles that have no place in civilized society.Mr. Christie could still show some backbone by signing a measure the state Legislature passed this week, requiring retailers to stock “smart” handguns that are equipped with technologies that allow only the owners to fire the weapons. As the technology advances, this approach could ease conflict on the gun issue between the two political parties; it would certainly save lives, particularly of children who too often happen upon unlocked family handguns.  Instead, the governor has belittled the idea of smart-gun technology. The state’s 2002 smart-gun law requires gun stores to sell only smart guns three years after the technology enters the marketplace. But pressure from the gun lobby has prevented the development of such guns. The new measure is intended to spur research and development by relaxing the older law by allowing the sale of traditional handguns alongside the smart guns.Even the National Rifle Association says it is not opposed to smart guns in principle. However, like the gun industry it defends, the gun lobby has done nothing to advance ideas that are showing promise, including electronic and pistol-grip systems of owner-only activation.It’s regrettable to see Mr. Christie’s reversals as he woos the pro-gun vote, insisting he has simply “grown up a bit.” He has renounced his past endorsement of strong state gun laws and wants to make it easier for residents to carry concealed weapons. As the presidential race approached, he vetoed a ban on the high-capacity ammunition magazines often used in the deadliest gun sprees.If he really wanted to stand out at the Republican candidates forum on Thursday, Mr. Christie could advance the topic of smart guns as one way to ease the nation’s gun mayhem. But of course that would start an actual debate among Republicans trying to duck the gun issue entirely."}