{"Title":"Gov. Cuomo’s Burden on Ethics","Link":"http://www.nytimes.com/2015/12/12/opinion/gov-cuomos-burden-on-ethics.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/12/opinion/gov-cuomos-burden-on-ethics.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/12/opinion/12sat3web/12sat3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eIt’s up to the governor to lead the way on ethics in Albany after the convictions of the legislative leaders Sheldon Silver and now Dean Skelos.","Data":"Two of the three most powerful political leaders in New York State are now convicted felons. This places an immediate burden on the third member of that club, Gov. Andrew Cuomo, to radically transform a political culture that has made the word Albany virtually synonymous with legislative self-dealing.After deliberating a scant eight hours, a Manhattan jury on Friday convicted Dean Skelos, the former Senate majority leader, and his son of eight counts of bribery, extortion and conspiracy. Those verdicts followed by less than two weeks the conviction of Sheldon Silver, the former Assembly speaker, on seven counts of abusing his considerable power for more than $4 million in personal gain. Opinion  Until this year, these two men and the governor exercised almost total control over a budget of $150 billion and laws that affect almost 20 million people. Behind the scenes, the two leaders of the Legislature exploited that power for personal ends. Mr. Skelos twisted the arms of his contributors to provide no-show jobs for his son. Mr. Silver surreptitiously used state funds to get kickbacks from two law firms.  This kind of behavior has shaken the confidence and aroused the cynicism of any New Yorker who votes and pays taxes. And it leaves Mr. Cuomo to revive the public trust. The question is whether he has the appetite for it. Mr. Cuomo has suggested that he alone cannot persuade the Legislature to change its ways. That’s a dodge. The replacements for Mr. Silver and Mr. Skelos are still new and imperfectly schooled in Albany’s dark ways. By contrast, the governor is astonishingly adept at manipulating the levers of power, when he chooses to do so.More to the point, Mr. Cuomo was elected in 2010 by promising to “clean up Albany.” Since then, he has managed only a few middling reforms, canceled a commission he established to to investigate public corruption and failed to reform the way New York elects its lawmakers.Ethics in government should now move to the top of his priority list.■ He must impose strict limits on outside income for all New York lawmakers. None of that income can come from people doing business with the state. Indeed, anyone doing business with the state should be prevented from making a major contribution to a candidate for state office or from hiring that candidate on the side or even hiring a member of a legislator’s family.■ He should bring new transparency to a notoriously opaque budget process that allowed Mr. Silver to pass out about $500,000 without leaving any fingerprints. It’s also time to release details about slush funds, especially those tucked into the state’s capital budget.■ He should make the public financing of campaigns an urgent priority. And he should work to close the loophole that allows l imited liability companies to get around the state’s few campaign finance laws.Preet Bharara, the United States attorney for the Southern District of New York, and his team have done the hard work of convicting some of Albany’s worst offenders. Their investigations must continue. But Mr. Bharara’s work is like catching the mice, one by one, without fixing the holes in the baseboard. It is now up to Mr. Cuomo to address head-on the corruption that so contaminates his state."}