{"Title":"Gov. Cuomo’s Push on Justice Reform","Link":"http://www.nytimes.com/2016/01/16/opinion/gov-cuomos-push-on-justice-reform.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/16/opinion/gov-cuomos-push-on-justice-reform.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/16/opinion/16sat1/16sat1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eEducation for the incarcerated, preventive “community schools” and pardons are good, strong steps. But other steps should also be taken.","Data":"When Gov. Andrew Cuomo went to Mount Neboh Baptist Church in Harlem last Sunday to give a speech on criminal justice reform, he said, “I’m going to go down in the history books as the governor who closed the most prisons in the history of the state of New York.”So far, he’s right: 13 prisons have been closed since he took office in 2011. That’s an encouraging trend and a necessary part of the kind of broad criminal justice reform the state badly needs. It also reverses one of the worst legacies of his father, Gov. Mario Cuomo, who presided over the biggest prison expansion in New York’s history — 30 new facilities with a total of nearly 30,000 beds.The younger Mr. Cuomo has had his share of setbacks on the issue before, some of them self-inflicted, so it is heartening that he is trying again. In 2014, he quickly abandoned a smart, popular proposal to finance college programs in state prisons after Republican lawmakers went berserk, mocking it as “Attica University.” And despite his repeated calls to raise the age of adult criminal responsibility in New York to 18 from 16 — an embarrassing relic that exists in only one other state, North Carolina — he has not persuaded the Legislature to act.Now Mr. Cuomo has introduced an ambitious slate of reforms, several of which he spoke about in his State of the State address on Wednesday.The most symbolic is his renewed commitment to educating prisoners. This should be an easy call, since research shows that education increases the chances of success upon release, which reduces recidivism and benefits public safety. This time, Mr. Cuomo worked around the Republicans by securing $7.5 million from the huge bank-asset forfeiture fund controlled by the Manhattan district attorney, Cyrus Vance Jr., and doubling it with private matching funds.The money will go to educating thousands of inmates over the next five years. And it is a good sign that the governor will not be defeated by lawmakers’ stubborn refusal to listen to reason.In his annual address, Mr. Cuomo also emphasized the value of keeping young people out of the criminal justice system in the first place. He proposed budgeting $100 million to convert failing schools into “community schools,” which would provide a range of services including mentoring, health care referrals and opportunities for summer learning. He proposed that $55 million be spent to expand a job-training program to reach 10,000 more young New Yorkers from communities with high unemployment.For those who do wind up behind bars, Mr. Cuomo wants to make it easier for them to get jobs after their release. In December he presented a plan to pardon up to 10,000 people who were convicted of nonviolent crimes when they were 16 or 17 and who have had clean records for at least 10 years. Pardons can remove legal barriers to jobs and housing that prevent people from establishing a law-abiding life. And on Wednesday, he strengthened that by announcing that the state would no longer sell the criminal history information of pardoned people, which employers often use to reject job applications out of hand.These are strong steps, and the governor deserves credit for pushing them. But he can do more.For example, many inmates languish behind bars long after they are ready for release because the State Parole Board, which is made up entirely of Mr. Cuomo’s appointees, focuses almost solely on their original crimes and ignores their rehabilitation in prison.Mr. Cuomo says the board should make parole interviews open to the public and explain in more detail the reasons for its decisions. He needs to let board members know that if they fail to do this, they should look for another job."}