{"Title":"Governors Get Smarter on Medicaid","Link":"http://www.nytimes.com/2016/01/11/opinion/governors-get-smarter-on-medicaid.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/11/opinion/governors-get-smarter-on-medicaid.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/11/opinion/11mon2/11mon2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eSome leaders from both parties have seen the wisdom of not rejecting generous federal matching funds.","Data":"Republican and Democratic governors in several states that have refused to expand their Medicaid programs are now seeking to do so, but will need approval from Republican-dominated legislatures. Even if they are not moved by humanitarian concerns to improve health care for their poorest citizens, recalcitrant legislators should at least see the folly of rejecting extremely generous matching funds. The federal government will pay 100 percent of the cost for newly eligible enrollees in 2016 and 95 percent in 2017, phasing down to 90 percent in 2020 and subsequent years.Thus far 30 states and the District of Columbia have expanded their Medicaid programs and 20 have not, although several of them are debating whether to do so. Some of the states that expanded were given federal waivers to use conservative approaches, like using Medicaid money to pay for private insurance. In several states that have not expanded or are still debating, pragmatic Republican governors find themselves at odds with ideologues in Congress and with right-wing groups that want to destroy Obamacare at all costs.Gov. John Kasich of Ohio, now seeking the Republican nomination for president, was one of the first to see the wisdom of expanding Medicaid to bring in billions of dollars in federal matching funds. When Republicans who dominated the legislature balked, he bypassed them with a tactical maneuver that allowed a separate board to expand the state’s Medicaid without legislative approval. He calls this the right thing to do, fiscally and morally, as it surely is. No governors should deny health coverage for people just because they are ideologically opposed to federal entitlement programs.The Republican governors of South Dakota and Wyoming and the Democratic governor of Virginia have included Medicaid expansion in their state budgets, suggesting a strong desire to get their hands on federal matching funds if only they can wrest approval from their legislatures. Virginia appears a lost cause, but the other two states are up for grabs.In Louisiana, term-limited Gov. Bobby Jindal blocked expansion last year, but was succeeded by a Democrat who vows to quickly enroll about 300,000 more people on top of the 1.4 million already enrolled. In Arkansas, where a centrist Democratic governor used federal money to buy private coverage for more than 200,000 people in 2013, his Republican successor wants to continue the expansion. In Kentucky, a new Republican governor who vowed to roll back the big expansion ordered by his Democratic predecessor is having second thoughts now that he is responsible for the health of his constituents.Elsewhere the forces of reaction remain busily at work. In Utah, a Republican governor who had futilely tried to get expansion approved by the Legislature gave up this year and did not include expansion in his budget. Both Republican senators from Utah are opposed to expansion.And in Florida, where the Legislature has blocked expansion, there is a campaign to amend the state Constitution to require the state to accept federal funds for expansion. It is considered a long shot whether the campaign can gather almost 700,000 signatures by Feb. 1 to put the measure on the ballot during the 2016 presidential campaign. It appears to be the last hope for hundreds of thousands of poor Floridians."}