{"Title":"Haiti Deserves a Legitimate Election","Link":"http://www.nytimes.com/2015/12/13/opinion/sunday/haiti-deserves-a-legitimate-election.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/13/opinion/sunday/haiti-deserves-a-legitimate-election.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/12/opinion/13sun2web/13sun2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eIn the face of voting fraud, the presidential runoff in late December should be postponed so an independent inquiry can examine the October ballots.","Data":"There is an electoral crisis in Haiti. An election in October to choose a successor to President Michel Martelly was so marred by reports of ballot tampering, illegal voting and other abuses that the result has been widely denounced as illegitimate.Not just by the dozens of losing candidates — there were 54 people on the presidential ballot — but by independent election observers, human-rights groups, Haitian religious leaders, organizations of the Haitian diaspora and ordinary citizens who have taken to the streets in angry, sometimes violent, demonstrations.The country is supposed to hold a runoff election on Dec. 27 between the first-place finisher, Jovenel Moïse, and the first runner-up, Jude Célestin. But Mr. Célestin has called the October results a “ridiculous farce” and threatened to withdraw from the runoff. He has formed a coalition of eight presidential candidates who are demanding an independent investigation of the first election and reforms to assure the integrity of the second.About all that can be said in favor of the October balloting — for president, but also for Parliament and local mayors — is that it was less violent than usual. But by other measures of credibility, skeptical observers said, it was a colossal failure. Turnout was low, at 26 percent. Observers told of altered ballots, and of supposedly indelible ink that rapidly faded from voters’ thumbs. The government body managing the election, the Provisional Electoral Council, distributed more than 900,000 accreditation cards to representatives of political parties. The cards were meant to be a brake on fraud, but they may have spurred it: Those who carried them could enter polling places and vote even if their names were not listed. Observers said a black market in the cards arose, potentially allowing many buyers to vote early and often.Mr. Moïse, President Martelly’s chosen successor, has declared himself satisfied with the October results. So has the Organization of American States and the State Department, which sent the special coordinator for Haiti, Kenneth Merten, to try to persuade Mr. Célestin to enter the runoff as planned, with promises of a better Round 2.But the United States should know that it’s impossible to build a legitimate government on a rotten foundation. It should instead be pressing for an independent, Haitian-led inquiry to examine the October vote. The runoff should be postponed, so the October ballots can be openly counted and the results legitimized — if that is even possible, given the irregularities. And any effort at staging a credible election should include reform of the electoral council, which has been accused of partisanship and incompetence.Since it was stricken by an earthquake nearly six years ago, Haiti has been on a slow path of righting itself, a path complicated by the struggle to rebuild the nearly obliterated Haitian government and to establish strong and sustainable Haitian-led institutions.Voters in Haiti are distrustful and disheartened, with good reason. The country has no functioning Parliament; it disbanded in January when members’ terms ran out. Mr. Martelly has been ruling by decree. Haiti faces serious problems — a dysfunctional government, voter apathy, joblessness, poverty and cholera — even without a crisis of presidential legitimacy. Its current emergency may lie far from the center of global attention. But anyone who cares about democracy in a country whose fate is so closely tied to the wandering and sometimes malign attentions of the United States and the rest of the world should pay attention. Haitians deserve better than this."}