{"Title":"Hillary Clinton Should Just Say Yes to a $15 Minimum Wage","Link":"http://www.nytimes.com/2016/02/17/opinion/hillary-clinton-should-just-say-yes-to-a-15-minimum-wage.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/17/opinion/hillary-clinton-should-just-say-yes-to-a-15-minimum-wage.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/17/opinion/17wed1/17wed2-1455652736940-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eMrs. Clinton should join Bernie Sanders, not fight him, on the issue of raising the federal minimum wage to $15 an hour.","Data":"On the campaign trail, Hillary Clinton has eloquently defined workers’ rights as human rights. She could assert both more forcefully by championing a stronger federal minimum wage of $15 an hour.So far, Mrs. Clinton has proposed lifting the federal hourly minimum to $12, from its current level of $7.25 an hour. Bernie Sanders is pushing for $15. Under both proposals, the increase would be phased in over five years, which means 2022 at the earliest, assuming that legislation to raise the minimum becomes law in 2017, the first year of the next president’s term.Reasonable people can disagree about the ideal level for the minimum wage. There is no doubt, however, that the longer it takes to get to a new minimum, the higher it should be, and that by any political or practical calculation, 2022 is a long way off. This alone argues for Mr. Sanders’s more generous proposal.Mrs. Clinton has argued that $15 might be too high for employers in low-wage states, causing them to lay off workers or make fewer hires. There is no proof for or against that position. There is solid empirical evidence showing that moderate increases in the minimum wage do not harm employment. But there is no similarly rigorous research on the effects of large increases, mainly because there haven’t been very many, either in the United States or internationally.The question is what to do in the face of uncertainty. Mrs. Clinton’s argument for $12 overlooks the fact that a long phase-in would give employers and the economy time to adjust to a higher, $15 minimum.Her minimum-wage proposal is also inconsistent with her larger agenda to increase middle-class wages. Historically, a robust minimum is one that equals at least half the average wage for typical workers, recently $21 an hour. Assuming Mrs. Clinton’s plan raised middle-class wages — through profit-sharing, paid sick and family leave, updated overtime-pay rules, fair-scheduling policies and labor-law enforcement — then $15 in 2022 would be a logical goal for the federal minimum wage.But instead of embracing $15, Mrs. Clinton fights on for $12, saying that states could set their own, higher minimums. That is cold comfort. Experience has shown that without a robust federal minimum, state minimums also tend to be inadequate. Today, 21 states still do not have minimums higher than the federal level, and of the 29 that do, none have minimums high enough to cover local living expenses for an individual worker.Worse, Mrs. Clinton’s stance misses the big picture, which is that the risk in keeping the minimum too low is bigger than the risk of raising it too high. One reason a third of Americans today live in or near poverty is that many jobs in the United States do not pay enough to live on. This is due in part to the steady erosion in the minimum wage — even as labor productivity, corporate profits and executive compensation have gone up. A raise to $12 an hour in 2022, or a mere $24,000 a year for a full-time job, would only lock in that dynamic. Even a $15 minimum works out to only $31,000 a year.Economic obstacles are not standing in the way of a $15-an-hour minimum wage. Misplaced caution and political timidity are. The sooner Mrs. Clinton overcomes those, the stronger her candidacy will be."}