{"Title":"Honduras Follows Guatemala’s Path to Fight Corruption","Link":"http://www.nytimes.com/2015/12/25/opinion/honduras-follows-guatemalas-path-to-fight-corruption.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/25/opinion/honduras-follows-guatemalas-path-to-fight-corruption.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/25/opinion/25fri3web/25fri3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA team of international law enforcement experts may start chipping away at endemic corruption in Honduras.","Data":"An unusual partnership between local prosecutors and international law enforcement experts brought down President Otto Pérez Molina of Guatemala in September, as a large corruption investigation reached the highest levels of the country’s political elite.In neighboring Honduras, civic leaders have been pressing the government for months to adopt a similar model to start chipping away at the country’s corruption and culture of impunity. That may soon come to pass.President Juan Orlando Hernández’s government and the Organization of American States, a regional organization, are in the final stages of negotiating the scope of an anticorruption team led by foreign investigators and judges who would train Honduran officials so they would be better able to prosecute complex public corruption cases.As currently envisioned, the O.A.S. team would have a weaker mandate than the International Commission Against Impunity in Guatemala, which was established by the United Nations in 2006. It is nonetheless a promising initiative that the United States and others in the international community should support and fund.Hondurans took to the streets this summer to protest malfeasance by senior government employees who stole money from the country’s health care system by issuing contracts to ghost companies. Some of those funds wound up in the coffers of Mr. Hernández’s National Party. Several officials, including a senior lawmaker, were charged. But many Hondurans are skeptical that the authorities have the ability and political will to bring those responsible to justice.Honduras and the O.A.S. expect to finish designing the new agreement next month. Now in draft form, it protects the international team from political meddling and requires it to issue a public report on its progress every six months. It is still unclear how much authority the team would have in setting prosecutorial priorities and managing complex cases.Even so, the experience in Guatemala has demonstrated the profound impact this type of partnership can have in countries where the members of a corrupt ruling class have been embezzling for decades.This would be the first mission of its kind run by the O.A.S., which has been largely inconsequential in recent years. Taking this on is a welcome sign that the organization’s new leader, Luis Almagro, a former Uruguayan foreign minister, seems determined to revitalize it.Mr. Hernández has said he is committed to rooting out corruption and strengthening Honduras’s judicial institutions. If he’s sincere about that, he should make sure the O.A.S. team starts its work soon, and he should stay out of its way."}