{"Title":"Horror Stories From New York State Prisons","Link":"http://www.nytimes.com/2015/12/18/opinion/horror-stories-from-new-york-state-prisons.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/18/opinion/horror-stories-from-new-york-state-prisons.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/18/opinion/18fri1/18fri1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eSustained and vigorous pressure from federal and state leaders will be needed to change this deplorable system.","Data":"The Justice Department hauled New York City into court last year when it failed to curb the wanton brutality that has long been a hallmark among guards at the Rikers Island jail complex. The same culture of violence infests the sprawling state prison system, where guards batter inmates for sport knowing that their union will protect their jobs and that district attorneys in small towns dominated by prisons will not prosecute them. Sustained and vigorous federal pressure will be needed to change this deplorable system, and even then, it won’t be enough without leadership and commitment from New York’s top political figures.The horror stories about prisoners assaulted and killed have come pouring forth this year. The Times and The Marshall Project jointly examined the case of three corrections officers at Attica prison who beat an inmate nearly to death because they believed he had insulted them. As the trial date grew close, the local prosecutor allowed the guards to plead guilty to a misdemeanor with no jail time and let them resign from their jobs with pensions. In the end the prosecutor said outrageously, the case had “never been about jail for these officers.”Credible accusations of a horrific beating emerged from Fishkill Correctional Facility in Beacon, N.Y., where the medical examiner classified the death of Samuel Harrell, 30, a homicide. Inmates described officers who were part of something called “the beat-up squad” punching and kicking the man, who was black, while shouting racial slurs. Problems also cropped up at Ulster Correctional Facility at the edge of the Catskill Mountains, where an inmate was assaulted by a guard for talking during the morning head count and subsequently needed emergency surgery.The Clinton Correctional Facility, which has a reputation for being violent, fell under the spotlight in June when prison workers helped two convicted murderers escape. Shortly afterward, inmates say, guards surged through the prison, which is near the Canadian border, beating and even torturing some people to extract information about the escape.  This week, a Times investigation by Michael Winerip and Michael Schwirtz focused on the case of Leonard Strickland, a mentally ill inmate who died in 2010 after an encounter with prison guards at Clinton. The guards insist that they had fought off Mr. Strickland to defend themselves and had a difficult time subduing him. But six inmates who were interviewed separately and said they witnessed the incident told The Times that Mr. Strickland had been pushed down a flight of concrete stairs and that a large group of officers then surrounded him as he lay on the floor and beat him nearly to death.Shortly afterward, guards took Mr. Strickland to the prison medical emergency room and began recording a 45-minute video that has been entered into evidence in a lawsuit brought by his family. Instead of showing Mr. Strickland resisting the officers, it shows him collapsed on the floor. As he lay there, motionless, guards can be heard shouting, “Stop resisting.” Instead of putting him on a nearby gurney, they hyperextended his handcuffed arms over his head and dragged him from the room. Nine minutes into the video, someone is heard asking, “Is he breathing?” The nurses and officers begin CPR. But by then it was too late.A 2011 report by the State Commission of Correction said a prison nurse “showed complete disregard of the obvious signs of a nonresponsive inmate.” Yet, the State Police concluded that no criminal conduct had taken place and the Clinton County district attorney declined to present the case to a grand jury. Officers involved in Mr. Strickland’s case still work in the prison system. In the years since, several have been named in brutality lawsuits brought by inmates.Even though scores of brutality lawsuits have been filed, the State Police and the local district attorneys could not recall the last time charges of excessive force had been brought against an officer at Clinton. A spokesman for the United States attorney for the northern part of the state — which includes half of New York’s 54 prisons — has not brought a brutality case against a prison officer in at least five years. There is no way to explain this silence except as clear evidence that law enforcement officials are willfully looking the other way.A spokeswoman for Gov. Andrew Cuomo said an outside entity was reviewing policies in the state system. But barbaric acts will continue if there is no meaningful accountability at places like Clinton, where beatings and abuse are so much a part of the culture that they are not seen as criminal misconduct.Until the prison break in June, no political leader paid much attention to Clinton’s record. It is a disgrace how little elected officials and prosecutors at the federal, state and local levels have done to prevent inmates from dying at the hands of prison guards. Ignorance is no longer an excuse."}