{"Title":"How to Help the Syrians Who Want to Return Home","Link":"http://www.nytimes.com/2016/01/12/opinion/how-to-help-the-syrians-who-want-to-return-home.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/12/opinion/how-to-help-the-syrians-who-want-to-return-home.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/02/opinion/02whiteWeb/02whiteWeb-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe argument over admitting Syrian refugees obscures the bigger issue: How do we support those who want to return to Syria?","Data":"IN the aftermath of terrorist attacks in Paris and San Bernardino, Calif., American support for accepting more Syrian refugees has withered. The Republican presidential hopeful Donald J. Trump has called for blocking all Muslims from entering the United States, saying we are at war with radical Islam. Other politicians, including some governors and members of Congress, now specifically label Syrian refugees a threat. Opinion  The focus on whether or not to admit these desperate people to the United States obscures the bigger question of the refugee crisis. A vast majority of the more than four million refugees want to return to Syria once the war there ends. For that reason, most have stayed in the region, often languishing for years in camps in Lebanon and Jordan, rather than migrating to Europe or attempting to enter the United States. According to estimates from the United Nations High Commissioner for Refugees, there are some 634,000 refugees still in Jordan, 1.1 million in Lebanon and 2.3 million in Turkey.These people are the responsibility of the international community, according to the 1951 Refugee Convention. The United States and all other signatories to the convention have a legal obligation to protect refugees and their well-being, which can mean resettlement when necessary.  I have met and talked with refugees in camps in Jordan and roadside tent settlements in Lebanon and those arriving on rubber boats in Greece. They are the furthest things from radical Islamic jihadists. They fled their villages after nearly five years of war in a final act of desperation. The shelling was incessant, as was the fighting. They were squeezed on all sides — by the Islamic State, by the forces of President Bashar al-Assad and by other rebels. They feared conscription and kidnapping. Many are professionals, including lawyers, dentists and engineers. Yet they had no work and couldn’t feed their families. These are not terrorists; they are victims of terrorism.But they face increasing burdens. Neither Jordan nor Lebanon allows them to work. Lebanon requires onerous re-registration fees every six months. The funds for refugee support, which the international community is supposed to provide, have fallen woefully short. As a consequence, the United Nations’ World Food Program has had to cut food rations for Syrian refugees in Lebanon in half, down to $13.50 per person per month. How can anyone survive on less than 50 cents a day for food?That is a reason so many have left the camps for the often dangerous trip to Europe. On the island of Lesbos they arrived on crowded rubber boats from Turkey, stumbled up the rocky shore, kissed the ground, tore off their life jackets and hugged one another with tears streaming down their faces. Under pressure from the European Union, Turkey has announced plans to give some refugees work permits in order to help stem the tide of migrants leaving. But Turkey is already supporting the greatest number of refugees, and its own unemployment rate is high.Quite simply, the world has helped foster the migrant crisis by not supporting refugees in the Middle East. The United States prides itself on how much we have given to the refugee crisis, but we lag behind the European Union. On a per-capita basis, we are far outranked by many much smaller countries, among them Britain, Norway, Sweden and Denmark. Full funding of the United Nations appeals would go some way toward stemming the flow of refugees. The United States alone could give at least $500 million more to the United Nations Appeal annually.But even with full funding, some refugees need to be resettled. Though the United States may prefer to pretend that this crisis is Europe’s problem alone, it is not. United States policy in the region bears at least some responsibility for the tragic chaos in the Levant and the resulting rise of the Islamic State.Acceptance of more refugees needs to be the second step in our efforts to stem the crisis. Certainly a situation where the United States takes few, while Europe becomes overburdened, feeds friction among allies at a time when solidarity in the West is critical. Furthermore it gives sustenance to Europe’s anti-immigrant right-wing parties.In December 2014 the United Nations identified 130,000 vulnerable Syrian refugees in immediate need of resettlement. We could easily welcome half of those. Since 2011, we have taken in only about 2,000.At this time, when heightened anxiety about terrorism has become intertwined with the plight of millions of refugees, there must be those among us — leaders and ordinary citizens — who are clearheaded enough to act. Indeed, the cost of not doing so is far too high."}