{"Title":"How the Coal Industry Flattened the Mountains of Appalachia","Link":"http://www.nytimes.com/2016/02/16/opinion/how-the-coal-industry-flattened-the-mountains-of-appalachia.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/16/opinion/how-the-coal-industry-flattened-the-mountains-of-appalachia.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/16/opinion/16tue3web/16tue3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe destructive coal mining process known as mountaintop removal is leaving behind a grossly disfigured landscape.","Data":"As the destructive coal mining process known as mountaintop removal ebbs in Appalachia, it is leaving behind what amounts to its own grim field of tombstones: A grossly disfigured landscape pocked with decapitated mountains standing flat as mesas and inhospitable to forest restoration.The blight is more than vertical, for millions of tons of slag waste have been bulldozed down into the surrounding countryside for more than 40 years. The rubble has clogged countless streams and waterways and devastated the Appalachian environment with pollutants, rerouting rain torrents through homes and hamlets below.The destruction, shocking to anyone flying across the scarred mountain remains, has now been measured in all three dimensions in a survey by researchers at Duke University. It presents a timely reminder of what has been lost to King Coal’s furious bulldozing swaths across the mountains of West Virginia, Kentucky, Tennessee and Virginia. Drastic changes to the landscape have left central Appalachian regions in the study’s focus area 40 percent flatter after the bulldozers moved on, reducing elevations at the top while raising them at ground level by up to 10 feet because of the layers of accumulated slag.“The physical effects of mountaintop mining are much more similar to volcanic eruptions where the entire landscape is fractured, deepened and decoupled from prior landscape evolution trajectories, effectively resetting the clock on landscape and ecosystem co-evolution,” the report declares after sampling one West Virginia waste field laden with enough rubble to bury Manhattan Island.The report holds little hope of returning to the verdant Appalachian past, where underground mining at least left the lofty horizon and snug hamlets undisturbed. As the industry decapitated mountains to get at the lucrative coal seams below the surface, it reassured residents that there would be adequate restoration. The resulting tabletops of hedges and grass are derided by residents in nearby hollows. “Lipstick on a corpse,” says Ken Hechler, a tireless environmentalist and public servant in West Virginia.While coal-fired power plants have been closing with the rise of cheap natural gas, the marketplace could easily shift back, and watchful environmentalists report that companies continue to apply for permits for mountaintop operations. At the same time, the Interior Department has been working on a stronger Stream Protection Rule, which pro-coal House Republicans are resisting. It aims to better protect thousands of miles of streams from abuse by requiring companies to operate responsibly, monitor streams and restore them to health.The sorry history of Appalachia shows how difficult this will be. Over the years, initial court victories for the environment were repeatedly frustrated by evasive government delays and policy rulings favoring the industry’s destructive practices. The hollows of Appalachia still ring with the rulings of Chief Judge Charles Haden II of United States District Court for his determined stand against King Coal 17 years ago in a Charleston, W.Va., courthouse:“If there is any life form that cannot acclimate to life deep in a rubble pile, it is eliminated,” he said after personally visiting mountaintop removal’s destructive power in the land. “No effect on related environmental values is more adverse than obliteration.”"}