{"Title":"If New York Really Wants to Help the Homeless","Link":"http://www.nytimes.com/2016/01/06/opinion/if-new-york-really-wants-to-help-the-homeless.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/06/opinion/if-new-york-really-wants-to-help-the-homeless.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/05/opinion/05tue3web/05tue3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eGov. Andrew Cuomo’s order to keep the homeless off the cold streets seems intended to spotlight, not end, the city’s festering problem.","Data":"Gov. Andrew Cuomo issued a surprise executive order over the weekend about homeless people in freezing weather. It was a little confusing.It instructed officials and social service agencies across the state “to take all necessary steps” to find homeless people and move them to shelters when it falls below 32 degrees. But officials can’t exactly do that. State law says individuals can be forced into shelter only if they are mentally ill and a danger to themselves or others.The governor’s office later tried to clarify, saying it had not ordered up a dragnet for street people. “Obviously,” it said, “the order does not mandate involuntary commitment for competent individuals.” It said that Mr. Cuomo merely wanted to make sure officials provide help to those who need it, within the law. “It’s about love. It’s about compassion. It’s about helping one another and basic human decency,” Mr. Cuomo said.  Right. Even if you consider this an honest attempt to confront an emergency, the order is odd. Officials and advocates in New York City, home to most of the state’s street homeless population, were puzzled. Mayor Bill de Blasio and Police Commissioner William Bratton said it seemed to be telling the city to do what it has done for years.Advocates said they appreciated Mr. Cuomo’s sudden interest but pointed out that his order didn’t bolster mental health services or affordable housing. And they wondered how his aggressive tack could be legal or workable. If, as Mr. Cuomo has suggested, people have good reasons to avoid crowded, filthy shelters, why would you force them to go there and keep them there? And when the weather warms up, what have you solved?Mr. Cuomo’s order seems intended to spotlight, not end, a festering problem in Mr. de Blasio’s city. And to suggest that the mayor is incompetent to fix it, by reminding people that the homeless seem more abundant than ever.And yet, by bulldozing into the crisis, Mr. Cuomo has put himself on the same page as the mayor. Mr. de Blasio has ramped up his own response in recent weeks, shaking up his staff and offering new spending and outreach programs. On Tuesday he named a new deputy mayor for health and human services, Herminia Palacio, with homelessness at the heart of her portfolio.Mr. de Blasio and Dr. Palacio need to act. They also need a partner in Albany. Mr. Cuomo should take his urgent concern and make himself useful — by renewing a defunct state-city partnership to build thousands of units of supportive housing for vulnerable New Yorkers. He should restore state money for homeless services, to make shelters better — and to get more people out of them.Mr. Cuomo, who toiled in the housing field for decades, is promising to unveil his own ambitious homelessness plan in his State of the State address this month. It will be interesting to see whether it is his expert take on solving the problem, or exploiting it."}