{"Title":"In France, the Political Fruits of Fear","Link":"http://www.nytimes.com/2015/12/08/opinion/in-france-the-political-fruits-of-fear.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/08/opinion/in-france-the-political-fruits-of-fear.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/08/opinion/08tue2web/08tue2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eIn the wake of the Paris attacks, voters hand the National Front party a stunning victory.","Data":"The stunning gains made by France’s far-right National Front party in the first round of voting in regional elections on Sunday were clearly bolstered by fears arising from the Nov. 13 terrorist attacks in Paris, and from months of relentless news of the waves of foreigners arriving in Europe.Still, they are a humiliating rebuke to the Socialist party and the government of President François Hollande, as well as to the center-right Les Republicains party and its leader, former President Nicolas Sarkozy. For the first time, the National Front pulled ahead of France’s mainstream parties, winning about 28 percent of the vote nationally, and taking the lead in six out of 13 French regions.Marine Le Pen, the party’s leader, boasts that the National Front is now “without contest the first party of France.” If her party consolidates its gains in next Sunday’s runoff elections, it will have a credible shot at taking power at the national level when a presidential election is held in 2017. That would be ominous for France and Europe, where populist parties are on the rise as fearful and economically distressed citizens revolt against governments and a European Union they feel have failed them.Mr. Hollande’s popularity jumped after his government took extraordinary steps after the Nov. 13 attacks, including declaring a national state of emergency. But many of the new security measures — tightening border controls, rounding up terrorist suspects, closing radical mosques — had been advocated by the National Front for years. And Mr. Hollande’s revived stature did not translate into gains for the Socialist party at the regional level. Meanwhile, Mr. Sarkozy’s party failed to convince enough voters it was a viable alternative.Mr. Hollande’s new popularity could not compensate for his greatest weakness, namely his failure to deliver on the economic front. French joblessness soared in October to 10.6 percent, the highest rate in 18 years. The Nord-Pas-de-Calais-Picardie region, where Ms. Le Pen herself ran, raking in more than 41 percent of the vote, is one of the poorest in France.But French voters who hope the National Front will do better are dangerously misguided. In addition to its alarmingly xenophobic message, the National Front’s prescription to reboot France’s economy by bringing back the French franc and setting the retirement age at 60 would, in fact, do much to kill the patient.France’s two mainstream parties must put aside their bitter differences and unite to defeat the National Front in as many regions as possible in the runoff next Sunday. But looking further ahead, the National Front’s disturbing rise is likely to continue, threatening France and Europe, unless Mr. Hollande’s government creates jobs, restores faith in a more robust economic future and heals deep social divisions, and Mr. Sarkozy can persuade voters that his party represents a serious option."}