{"Title":"In Venezuela, a Triumph for the Opposition","Link":"http://www.nytimes.com/2015/12/10/opinion/in-venezuela-a-triumph-for-the-opposition.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/10/opinion/in-venezuela-a-triumph-for-the-opposition.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/10/opinion/10thu3web/10thu3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe landslide victory by the opposition in Venezuela’s parliamentary election underscored how strongly many Venezuelans yearn for change.","Data":"On Sunday, voters in Venezuela delivered a stinging rebuke to Nicolás Maduro and his ruling party by electing a coalition of opposition lawmakers to Parliament that is large enough to challenge his socialist policies and could conceivably cut short his term in office.The opposition’s landslide victory underscored how strongly many Venezuelans yearn for an alternative to Mr. Maduro’s abysmal leadership. Opposition politicians showed remarkable faith in the country’s democratic process — the turnout was a remarkable 74 percent of eligible voters — even as the government jailed their leaders, kept others off the ballot, and sought to limit press coverage of rival parties.The outcome marked the first major political shift in Venezuela since 1999, when the populist Hugo Chávez upended the country’s power structure in what he billed as a socialist revolution. Coming as it does after the election in Argentina of Mauricio Macri, a dark-horse candidate who defeated a leftist opponent, the Venezuelan election offered further proof of the diminishing appeal of leftist leaders in Latin America.Mr. Maduro has accepted the results, but has vowed to fight his opponents, whom he disparaged as “bad guys.” The opposition exceeded expectations by securing 112 seats in the 167-seat body, a margin that in theory gives it considerable oversight over the executive branch.Even so, there are well-grounded fears among opposition leaders that Mr. Maduro could take steps to weaken the authority of the legislative branch before the new Parliament convenes in January. Like his predecessor, Mr. Chávez, Mr. Maduro has packed the courts and virtually all other powerful institutions with loyalists.One big question facing the opposition is what to do with its new majority. One alternative is to try to govern jointly with Mr. Maduro’s party. The other is to try to unseat him by using its two-thirds majority to order a referendum on Mr. Maduro’s leadership.Leaders within the opposition have yet to outline a set of comprehensive reforms to start mending the Venezuelan economy, which is reeling from the drop in the price of oil, and to fix other problems. On Mr. Maduro’s watch, the Venezuelan economy has been in a tailspin resulting from unsustainable subsidies, triple-digit inflation and an astonishingly distorted currency exchange system that gives special advantages to the ruling class.Given these fundamental problems, the wiser course would be to attempt to work collaboratively with Mr. Maduro’s party on the most urgent matters at hand. A confrontational approach involving a referendum would almost certainly destabilize the country more."}