{"Title":"Iran’s Hard-Liners Cling to the Past","Link":"http://www.nytimes.com/2016/02/26/opinion/irans-hard-liners-cling-to-the-past.html?partner=rssnyt\u0026emc=rss","Description":"Dragging up the fatwa on Salman Rushdie is aimed at distracting voters from this week's elections.","Data":"It happens nearly every February: Iranian hard-line organizations make a symbolic gesture to breathe new life into the fatwa against the author Salman Rushdie. The fatwa, declared on Feb. 14, 1989, by Ayatollah Ruhollah Khomeini, called for Mr. Rushdie to be killed for his novel “The Satanic Verses,” which was deemed blasphemous.True to form, on Monday, 40 Iranian news agencies announced they had raised $600,000 to add to the bounty on Mr. Rushdie. In theory, that bounty now stands at nearly $4 million, although it’s far from clear that the money would ever be paid. But that is not the point. Monday’s announcement has far more to do with power struggles in Iran ahead of Friday’s elections for seats in Iran’s Parliament and its Assembly of Experts (a group of 88 senior clerics) than it does with Mr. Rushdie.Though Iran’s hard-line political leaders have stacked the electoral deck in their favor by culling reformists from the roster of approved candidates, they are taking no chances that moderates might be elected. Since a large voter turnout is thought to favor moderate candidates, dragging up the old fatwa against Mr. Rushdie is, as the reformist journalist Mojgan Faraji observed, intended to overshadow the elections and cause a stir to make “other issues more important than voting.”The hard-liners are right be nervous. The BBC’s Persian social media team reports that the hashtag #ImVoting is gaining momentum, a sign that Iranians will be turning out in big numbers.As long as the fatwa remains in place, the threat to Mr. Rushdie will never entirely disappear. Though Mr. Rushdie has been able to move on with his writing and his life, 27 years after the fatwa was pronounced, it’s long past time for Iran to end it and focus on the work of rebuilding the country’s economy and improving Iranian lives."}