{"Title":"Iran’s Other Scary Weapons Program","Link":"http://www.nytimes.com/2016/01/11/opinion/irans-other-scary-weapons-program.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/11/opinion/irans-other-scary-weapons-program.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/11/opinion/11mon1web/11mon1web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eBesides its nuclear plans, Tehran has been advancing the capabilities of its ballistic missiles.","Data":"The United States should lift sanctions on Iran; no, it should impose new sanctions on Iran. The short answer is that the Obama administration should do both.The sanctions imposed to press Iran to negotiate curbs on its nuclear program should be lifted as promised when the recent nuclear agreement goes into effect, maybe as early as next week. The Obama administration is wisely planning a separate set of new sanctions in response to Iran’s two recent tests of ballistic missiles, which violated United Nations resolutions.Critics of Iran and the nuclear deal say the missile tests are proof that the agreement failed. But ending Iran’s production of ballistic missiles was not the focus of the agreement. The greater threat by far has always been Iran’s nuclear program, which was coming closer to producing a bomb until the agreement halted the process. Opinion  That does not mean the missile tests in October and November should not be addressed. Iran is advancing the range and mobility of its ballistic missiles and vowing to accelerate production. Most worrisome is a collaboration with North Korea, which has nuclear weapons and provided Iran with many of its first missiles, and still supplies key components. A recent Congressional Research Service report called their cooperation “significant and meaningful.” Iran has long rejected the United Nations Security Council’s attempts to curb the ballistic program, saying it is vital for defense.To his credit, President Hassan Rouhani is moving quickly to implement the nuclear deal. With a crucial election in February, he is desperate for the economic boost that is expected once sanctions are lifted. As required, Iran has already shipped its stockpile of enriched uranium to Russia. Once Iran meets the other demands of the deal, like disassembling more than 13,000 centrifuges, the major powers agreed they would give it access to $100 billion in frozen assets from oil sales and allow it to do business again with the world.House Republicans, who opposed the nuclear deal, have begun a new effort to kill it by pushing a bill to restrict the administration’s ability to lift sanctions on Iranian banks. That would mean reneging on America’s commitments, and President Obama would veto the bill.In October, Iran’s supreme leader, Ayatollah Ali Khamenei, said Iran would walk away from the nuclear deal if new sanctions of any kind were imposed. But the administration has been clear that even after the most onerous sanctions are lifted under the nuclear deal, it would enforce those pertaining to Iran’s missile, terrorism and human rights activities. The nuclear deal lifts United Nations ballistic missile sanctions on Iran within eight years, but American sanctions on firms that sell arms to Iran will remain.The administration told Congress that missile-related sanctions were coming, then held back, infuriating many lawmakers. While the delay was not explained, this is a delicate moment, and it may make sense to wait because Iran is on the verge of implementing the nuclear deal. Also, an Iranian official told Reuters last week that negotiations are again underway on the possible release of the Washington Post journalist Jason Rezaian and other Americans held by Iran. Another complication is the recent worsening of the conflict between Shiite-majority Iran and Sunni-led Saudi Arabia.New sanctions on Iran’s ballistic missiles must still be pursued. The people and agencies most responsible for Iran’s program were hit with sanctions years ago; the new measures would add 11 new individuals and entities to a long list. That should not be so onerous that Iran would walk away from the economic relief it stands to gain from the nuclear deal. And it is an important and necessary way of keeping pressure on Iran to cease its unacceptable activities."}