{"Title":"Is Warfare in Our Bones?","Link":"http://www.nytimes.com/2016/01/24/opinion/sunday/is-warfare-in-our-bones.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/24/opinion/sunday/is-warfare-in-our-bones.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/24/opinion/24sun3web/24sun3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe discovery of skeletons in Kenya that showed signs of a violent death is certain to stir up a debate about human nature.","Data":"The discovery of what looks like the aftermath of a brutal clash between two groups of prehistoric hunter-gatherers on the shore of an African lake is certain to stir up a debate about human nature that goes all the way back to Adam and Eve.The biblical creation story posits that our forebears were inherently pure and peaceful and only fell into nasty struggles for dominance with the knowledge of the forbidden fruit. A corollary advanced by one school of archaeologists and anthropologists holds that our Stone Age ancestors were not inherently violent, and, apart from the odd murder, did not wage organized war until they started to coalesce into societies.Not so, proclaim proponents of a rival theory that war has deep biological roots, and we’ve been waging it forever. That’s what we are, argued the philosopher Thomas Hobbes; not so, declared Jean-Jacques Rousseau. Even President Obama jumped into the debate when, in his Nobel acceptance speech in 2009, he asserted that “War, in one form or another, appeared with the first man.”What scientists found at a place called Nataruk on what was once the shore of a lagoon on Lake Turkana in Kenya were skeletons showing unmistakable evidence of violent deaths — crushed skulls, imbedded arrow or spear points and the like. According to a report of the find in the journal Nature, one man had been hit in the front of the head and stabbed in the neck; the skeleton of a pregnant woman looked like she had been tied up before she was killed. It was obviously a terribly violent encounter. But was it war?The skeletons, alas, do not provide a conclusive answer, the scientists acknowledged. War, broadly defined as large-scale violent clashes, was fairly common between settled societies, and it is not clear whether the dwellers on the fertile land around Lake Turkana at the time of the Nataruk clash were already forming such societies, which would make a violent encounter less surprising, or whether the foraging groups banded together to fight. “In either case,” write the scientists, “the deaths at Nataruk are testimony to the antiquity of inter-group violence and war.”But are they testimony to the inevitability of war? If warfare is indeed common from the dawn of human history, does that suggest that we will never cease fighting? Not necessarily. A propensity for violence, even if it is innate, has been more than matched throughout our existence by a preference for peace — a fact the bones of the victims of the battle of Nataruk cannot show."}