{"Title":"Justice Antonin Scalia’s Supreme Court Legacy","Link":"http://www.nytimes.com/2016/02/13/opinion/justice-antonin-scalias-supreme-court-legacy.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/13/opinion/justice-antonin-scalias-supreme-court-legacy.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/14/opinion/14scalia1web/14scalia1web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eJustice Antonin Scalia left a huge imprint on this court. Now the Senate must allow President Obama to fill that seat.","Data":"Justice Antonin Scalia, who died on Saturday at the age of 79, served on the Supreme Court for 30 years and made as big a mark on the court and on American law and politics as some of the chief justices under whom he served. It took about 10 minutes after the announcement of his death for the right wing to start screaming that the Senate should not confirm a replacement while President Obama is in office.Given how blindly ideological the Republicans in the Senate are, after nearly eight years of doing little besides trying to thwart Mr. Obama, it is disturbingly likely that Mitch McConnell, the Senate majority leader and architect of the just-say-no approach, will lead his colleagues in keeping Justice Scalia’s seat open, and the highest court in the land essentially paralyzed, in the hope that one of the hard-right Republicans running for the presidency will win.  Mr. McConnell announced on Saturday night that “this vacancy should not be filled until we have a new president,” claiming that he wanted to give American voters the chance to decide.Later, Mr. Obama spoke, recognizing Justice Scalia as a “towering” figure in American law. He “will be remembered as one of the most consequential judges and thinkers” on the Supreme Court, he said. Mr. Obama said he would nominate a successor and called on the Senate “to fulfill its responsibility to give that person a fair hearing and a timely vote.”Justice Scalia, who was appointed by President Ronald Reagan in 1986 to fill an associate justice seat when William Rehnquist was elevated to chief justice, was more than any other conservative justice responsible for bringing ideology to the foreground in the court’s deliberations and, sometimes, its decisions. The conservative justices who preceded him, including Justice Rehnquist, and who followed him, like Anthony Kennedy, were not ideological animals in the same sense as Justice Scalia.The originalist, fundamentalist constitutional ideas that have driven many of the court’s decisions were more the product of Mr. Scalia’s intellect and politics than of the other conservative justices, including Justice Clarence Thomas and Chief Justice John Roberts. Justice Scalia wrote few of the divided court’s 5-to-4 decisions, perhaps because the chief justices were aware that Justice Scalia’s lack of self-control in his judgments made him unreliable in those cases.One prominent exception was his majority decision in District of Columbia v. Heller, in which the court ruled for the first time that the Second Amendment granted an individual right to bear arms. But Justice Scalia did say that that right was not absolute, and that certain weapons like assault rifles could be banned, but the case still set the court’s fundamentalist approach to gun rights.From abortion rights to marriage equality and desegregation, Justice Scalia opposed much of the social and political progress of the late 20th century and this one. He wanted to overturn the Roe v. Wade decision on women’s rights to privacy, he dissented on the decision that said anti-sodomy laws were unconstitutional, and he dissented on decisions that it was unconstitutional to execute mentally disabled or teenage prisoners. He disapproved of the Miranda decision that requires police to read prisoners their rights.Volumes have been written about various courts — the Warren Court, the Rehnquist Court, the Roberts Court. But in many ways the current conservative majority, whose decisions often reflect an originalist view of the Constitution, can be seen as the Scalia Court.The question now is whether the Senate will honor Justice Scalia’s originalist view of the Constitution by allowing President Obama to appoint a successor, and providing its advice and consent in good faith. Or will the Republicans be willing to create a constitutional crisis and usurp the authority of the president to ensure that the Supreme Court functions as one branch of this government?"}