{"Title":"Keeping the Lights On During a Dark Time","Link":"http://www.nytimes.com/2015/12/29/opinion/keeping-the-lights-on-during-a-dark-time.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/29/opinion/keeping-the-lights-on-during-a-dark-time.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/26/opinion/26sat3web/26sat3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Neediest Cases Fund helps a single mother from Trinidad pay the bills.","Data":"In 1989, Michelle Sandy left her home in Trinidad and came to New York in search of better opportunities. Instead, she found closed doors and few options because of her status as an undocumented immigrant. “It’s very hard not having your green card,” said Ms. Sandy, who is now 45. “You can’t do what you want to do.”Without proper identification, she had a hard time finding work. Over the years, Ms. Sandy tried housecleaning and had stints in retailing.Ms. Sandy’s daughter, Melissa, was born in 1999. A few years later, when things were no longer working out with her child’s father and she lost another job, Ms. Sandy and Melissa had nowhere to go but the New York City shelter system. The Neediest Cases See More » They lived in the shelters on and off for five years. Things finally started to settle down in the summer of 2010 when Ms. Sandy found an apartment in a private house in the Far Rockaway section of Queens. But her problems did not end there. In January, she allowed three other families in the house to share her electrical service with the understanding that they would all contribute toward the bill. However, they did not and she fell into arrears. Catholic Charities Brooklyn and Queens, one of the agencies supported by The New York Times Neediest Cases Fund, used $400 from the fund to help her keep the utilities on.Unfortunately, she doesn’t know whether she will be able to stay in her home. The house is now in foreclosure, and Ms. Sandy has been living without heat and hot water since June. She has begun the process of looking for a new place to live. Despite all the hardships, Ms. Sandy is determined to obtain her green card, earn a high school equivalency diploma and land a steady job. “Trying to go back to school is the main thing on my mind,” she said.All donations made to The Times Neediest Cases Fund go to one of seven charities: Brooklyn Community Services; Catholic Charities Archdiocese of New York; Catholic Charities Brooklyn and Queens; the Children’s Aid Society; Community Service Society of New York; Federation of Protestant Welfare Agencies; and UJA-Federation of New York. To help, please make checks payable to The New York Times Neediest Cases Fund and send them to P.O. Box 5193, New York, N.Y. 10087. Donations may also be made with a credit card by phone at (800) 381-0075 or online at nytneediestcases.com."}