{"Title":"Keep Guns Away From Abusers","Link":"http://www.nytimes.com/2016/01/17/opinion/sunday/keep-guns-away-from-abusers.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/17/opinion/sunday/keep-guns-away-from-abusers.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/17/opinion/17sun2web/17sun2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eShortcomings in federal and state law allow many domestic abusers to have access to firearms.","Data":"While the gun violence debate often focuses on mass shootings of strangers, hundreds of Americans are fatally shot every year by spouses or partners. In 2013, 61 percent of women killed with guns were killed by husbands, ex-husbands or boyfriends. And in 57 percent of shootings in which four or more people were killed, one of the victims was the shooter’s partner or family member, according to an analysis by the group Everytown for Gun Safety.Yet shortcomings in federal and state law allow many domestic abusers to have access to firearms, even after courts have determined that the abusers pose a threat to their partners.Federal law prohibits anyone convicted of any felony, or of misdemeanor domestic violence against a spouse, from owning a gun. People subject to a domestic violence restraining order issued after a hearing (not a temporary order issued before a hearing can take place) are also prohibited from owning guns. But people convicted of domestic violence misdemeanors against partners with whom they never lived are not prohibited from owning guns under federal law, nor are those convicted of misdemeanor stalking. Senator Amy Klobuchar and Representatives Debbie Dingell and Robert Dold have introduced bills to close these loopholes, but the bills have gained little traction.While a background check should prevent anyone prohibited from purchasing a firearm from doing so, federal law does not require private sellers to perform background checks. The results can be deadly: In 2012, a Wisconsin man subject to a domestic violence restraining order purchased a gun from a seller on the website ArmsList.com and used it to kill his wife, two other women and himself. In her request for the restraining order, his wife had written, “His threats terrorize my every waking moment.”An effort to expand background-check requirements to include all online and gun show sales failed in the Senate last month. Currently, 18 states and the District of Columbia require background checks on all handgun sales. Between 2008 and 2012, states that required background checks on private sales had 46 percent fewer gun homicides of women by partners, adjusted for population, than states with no such requirement.But checks on new gun sales are only part of the solution; states and the federal government should also require that abusers surrender guns they already have. Currently, 15 states require people under domestic violence restraining orders to turn in their guns, and 10 states require those convicted of domestic violence misdemeanors to do so. But even in states with gun surrender laws on the books, enforcement is uneven.Some states, like California and Connecticut, allow police to confiscate guns from someone who is determined by a court to be a threat to a partner, even if a domestic violence restraining order is not in place.State and federal lawmakers need to follow the example of states that have closed loopholes and enacted surrender laws to prevent the dangerous from possessing deadly weapons."}