{"Title":"Making Choices in Iowa","Link":"http://www.nytimes.com/2016/02/02/opinion/moving-beyond-iowa.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/02/opinion/moving-beyond-iowa.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/02/opinion/02tue1sub/02tue1sub-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAfter a year of venting and anger, voters can only hope that after Iowa the presidential campaign will move toward issues and ideas.","Data":"After a long year of too much polling, posturing and propaganda, American voters are now at last making choices. The run-up to the Iowa caucuses, which took place on Monday night, shows it’s time to move beyond the emotional venting that has been broadly common to both parties, but could not have been more different in the particulars.The Republican candidates, for the most part, showed no real sign of wanting that to happen. Gov. John Kasich of Ohio kept up his extremely long-shot attempt to inject a tone of decency and hopefulness into the Republican contest, but trailed well behind in all the pre-caucus polls and spent his time in New Hampshire.Senator Ted Cruz of Texas, who scored a significant victory in Iowa over Donald Trump by staking out the most extreme right, ran his usual meanspirited attacks on just about everybody.Senator Marco Rubio of Florida, who fared well on Monday night, tried to put a younger and more charming face on the basic Republican message of anger, xenophobia, fear and hate, but at a rally on Saturday night he fairly quickly veered into demonizing President Obama, misrepresenting vital issues like Obamacare, and using critical national security issues mostly to stoke Americans’ insecurities.At least Mr. Rubio has distinct ideas. Mr. Trump, who sucked up most of the oxygen in the campaign, seems to have none. On Monday, at a rally in Cedar Rapids, Mr. Trump ran through his repertoire of self-congratulation, and when the crowd started to dwindle and quiet down, he resorted to his rabble-rousing sound bites — we’ll build a wall on the Mexican border, “repeal Obamacare and replace it with something really good,” eliminate the national debt and stop terrorists from “using our Internet.”At one point in the last few days, Mr. Trump promised to buy a farm and move to Iowa, and said he had not spent more on his campaign operations in Iowa because he felt sorry for his competition — secure, apparently, in his belief that he can say anything and none of his supporters will care.  The only thing that made Mr. Trump’s performance on Monday seem less absurd was that he followed Sarah Palin. Mr. Trump would be “Reaganesque,” she said, in a way that “would tell any enemy, uh-uh, we’re America so we win you lose.” She said the Republican Congress, which was implacably opposed to virtually anything proposed by Mr. Obama, had given him a “blank check.” And, of course, right-wing Republicans are the only “real Americans.” Opinion  The Democratic contest, at least, was a competition of ideas. Bernie Sanders and Hillary Clinton were in a virtual dead heat at the caucuses. Though they criticized the Republicans, and each other, they did so with more civility than the Republicans and in service of talking about what they wanted to do, not what President Obama failed to do. Still, their contest has been largely framed as a choice between head and heart.Mr. Sanders is all about heart. On Sunday, he talked about “revolution,” as he always does. He kept asking his audience if they wanted to hear “another radical idea” and spoke not about just upending the Washington power structure, but about tearing it down. His highly enthusiastic crowd cheered his promises to “break up the banks,” regardless of whether that is remotely possible.Mrs. Clinton, while exuding a great deal of fire and energy at a big rally on Sunday night near Des Moines, frames her candidacy much more cerebrally and pragmatically. She made rousing calls to protect women’s rights, on wage equality and on health care, but her primary pitch was that she has detailed ideas and the ability to make them happen. “I don’t think we can wait for ideas that sound good on paper but can’t get through the gridlock” in Washington, she said, in her most pointed but still oblique attack on Mr. Sanders.With a few of the weakest candidates starting to drop out, weary voters can only hope that the campaign will further clarify itself and become more substantive in coming weeks as it moves to New Hampshire and beyond."}