{"Title":"Memories of Whistling Past Nuclear Armageddon","Link":"http://www.nytimes.com/2016/01/03/opinion/sunday/memories-of-whistling-past-nuclear-armageddon.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/03/opinion/sunday/memories-of-whistling-past-nuclear-armageddon.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/03/opinion/03sun3web/03sun3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA different kind of terrorism reigned during the tense years of the Cold War. The proposed solution? Bomb shelters.","Data":"No one called it terrorism back then, but the angst of day-to-day existence during the Cold War was chillingly recalled with the release last month of the government’s top-secret nuclear target list for 1959. “Population” was the obscenely brief title of target category No. 275 — population, as in the citizens of major cities who war planners estimated would necessarily die by the millions.In my neighborhood, people had vague apocalyptic notions, though it felt plain crazy to believe that the doctrine known as MAD, or “mutual assured destruction,” could actually happen. Against this grim though remote possibility, the whole idea of civil defense seemed lame, when the best the government could do was to designate a few thousand of the most mundane New York apartment house basements as supposedly impenetrable “nuclear fallout shelters” for a city of millions. What — survival in Brooklyn on soda crackers, drums of water and aspirin?“Duck and cover” jokes and tight-lipped laughter became the real civil defense in the Cold War. It felt smarter to seek survival in satire like Stanley Kubrick’s “Dr. Strangelove.” Or in Mort Sahl’s stand-up skewering of Dr. Wernher von Braun, the captured German rocket scientist, who metamorphosed into an American space-age hero. Mr. von Braun said in his best-selling autobiography that “I aim at the stars.” “But,” Mr. Sahl amended, “sometimes hit London,”.Backyard fallout shelters and bank loans to build them were promoted in the suburbs, but salesmen eventually went bust peddling doomsday. Politicians eager to guarantee protection were soon ensnared in nuances resembling today’s bickering over carpet bombing. (Could a shelter owner morally use a gun to deter neighbors when the attack came?)The man President John F. Kennedy designated as the nation’s first nuclear civil defense chief, Steuart Pittman, was supposed to guarantee 180 million Americans shelter space stocked with two weeks of food, water and medicine. He met budget resistance in Congress and apathy from the public. “I hate to hear people say that they would prefer to die in a nuclear attack rather than face the horrors of survival,” he complained as the plan faded.By 1970, ordinary citizens, though certainly still targeted by the Kremlin, had distractions like Vietnam to worry about. Then suddenly the notion of nuclear Armageddon reappeared with the discovery by the New York State Assembly during a routine session that the state, in 1963, had actually constructed a bomb shelter with 4½-foot-thick walls and drawn up a list of 700 or so people who would be privileged to survive in it.The long-forgotten shelter was a quiet, pet project of Gov. Nelson Rockefeller, who was also one of the era’s chief promoters of bunkers. Immediately, questions arose among the lawmakers: Why didn’t I know about this until now? More urgently: How do I get on the list? And from one legislator: What about my constituents?As the debate prattled on, a sane voice cut through the chamber. “I think we’d do better to trust in God,” boomed Assemblyman Guy Brewer, “rather than put money in a hole in the ground where only a few Herrenvolk would be saved.” The scene faded to grim laughter, a whistling past the nuclear graveyard, the same civil defense employed by the targeted populations back home."}