{"Title":"Mexico Stubbornly Resists Accountability","Link":"http://www.nytimes.com/2016/01/04/opinion/mexico-stubbornly-resists-accountability.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/04/opinion/mexico-stubbornly-resists-accountability.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/04/opinion/04mon3web/04mon3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Mexican government has moved swiftly to whitewash corruption and play down scandals.","Data":"When he campaigned for the presidency of Mexico, Enrique Peña Nieto used the title of his book, “Mexico, the Great Hope,” to explain the record he hoped to achieve and the nation he hoped to build. More than three years into his presidency, it seems more likely that he will be remembered not as the transformational leader Mexicans thought they had elected, but as a politician who skirted accountability at every turn.On Mr. Peña Nieto’s watch, the Mexican government has swiftly and systematically whitewashed ugly truths and played down scandals.After Mexican journalists revealed that a government contractor had made a lavish home available to Mr. Peña Nieto and his wife, the president appointed a friend to investigate the matter. Not surprisingly, the inquiry found no evidence of wrongdoing by the president. The journalists, despite meticulous, unimpeachable reporting, lost their jobs. When the country’s most powerful drug kingpin, Joaquín Guzmán Loera, escaped from prison in July, Mexicans were rightly skeptical about the official account, not least because it was Mr. Guzmán’s second escape. The government claimed that Mr. Guzmán had slipped out through a tunnel he and his accomplices dug unbeknown to prison officials, dismissing the possibility that he had help from the inside. While some officials were arrested as a result of the prison break, the government has yet to fully explain the lapse.More troubling is the government’s botched effort at investigating the September 2014 disappearance of 43 college students, who appear to have been massacred in the rural state of Guerrero. The government claimed the students were executed and incinerated by members of a drug gang. A preliminary report issued by a group of international experts from the Inter-American Commission on Human Rights in September, citing satellite images, said it was implausible that the bodies had been incinerated.Adding to public skepticism, the government has turned down repeated requests to allow the international team to interview military personnel stationed near the site of the disappearance.It is not too late for the government to acknowledge that its investigation was bungled and to give the international investigators unfettered access to government personnel. That may be too little to salvage Mr. Peña Nieto’s reputation. But it’s the least he can do for the victims of one of Mexico’s worst human rights atrocities in recent history."}