{"Title":"Michigan’s Failure to Protect Flint","Link":"http://www.nytimes.com/2016/01/15/opinion/michigans-failure-to-protect-flint.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/15/opinion/michigans-failure-to-protect-flint.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/15/opinion/15fri1/15fri1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe state, which had played down findings of high levels of lead in the city’s water, must step in to find solutions.","Data":"Gov. Rick Snyder of Michigan is scrambling to deal with a terrible water crisis created by his administration in the city of Flint, which is poor and has a black majority. The damage to the nearly bankrupt city and its nearly 100,000 residents by lead-tainted water caused by corrosion in the pipes has yet to be totaled, but there is no doubt that the state has a moral obligation to provide clean water immediately for the citizens and to devise a long-term solution, no matter how costly.The governor, a Republican, did virtually nothing to help the city until an outpouring of rage from Flint residents, city leaders, journalists and independent researchers forced him to wake up and focus on the calamity, which started more than a year ago.He had turned a blind eye, possibly because it was a destitute city whose elected officials had little political power and were under the thumb of an emergency manager Mr. Snyder had appointed. Or possibly because he wanted to maintain state control, he failed to call on the most obvious source of assistance, the Federal Emergency Management Agency. He finally sought, and got, aid from FEMA, which this week agreed to help with a long-term recovery plan.Because of the state’s actions, some part of the water distribution system within Flint, possibly all of it, may need to be replaced at a cost that city officials estimate could be as high as $1.5 billion. And thousands of children with potential brain damage from lead poisoning may need monitoring, nutritional support and special education to mitigate the harm caused by this man-made disaster.This was a catastrophe caused by failures at every level. A task force appointed in October by the governor put the primary blame on the state’s Department of Environmental Quality, whose director resigned in late December. According to the task force, the state health department apparently had early knowledge about elevated lead levels in the blood of children, but kept silent and did not warn the public. And one or more of the successive emergency managers appointed by Mr. Snyder to control spending in Flint signed off on bad decisions.Flint’s problems can be traced to a disastrous decision in 2014 to use water from the Flint River as the city’s primary source of water for a year or two. Flint’s water had for a long time been supplied by the Detroit system with water from Lake Huron. But in an effort to save money, the City Council, in 2013, approved joining a cheaper regional water system that was then still under construction. In the meantime, the city decided to draw its water from the Flint River. The critical decision not to add chemicals to prevent corrosion of the pipes that deliver water to homes and businesses was made at the direction of the state’s Department of Environmental Quality.  As a result of corrosion, lead from the pipes leached into the water supply. In September, an outside expert reported high levels of lead in the water and a local medical center found high levels of lead in the blood of many children, who are especially vulnerable to long-term brain damage. State environmental officials belittled these findings, criticized the researchers, and told the public to relax, the water was perfectly safe. Of course, the researchers were right.Mr. Snyder has appointed one task force to investigate how this problem occurred and another task force to find long-term solutions. Whatever fix is required, the buck clearly stops with him. This disaster occurred on his watch and he has to find the money, either within the state budget, from private sources or by begging for a handout from the federal government. Given his indifference until forced to act, outsiders will need to monitor the state’s response to make sure it protects the health of the residents of Flint now and in future years."}