{"Title":"Missteps in Europe’s Online Privacy Bill","Link":"http://www.nytimes.com/2015/12/21/opinion/missteps-in-europes-online-privacy-bill.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/21/opinion/missteps-in-europes-online-privacy-bill.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/19/opinion/21mon2web/21mon2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eLawmakers who want to protect the privacy of citizens should be careful not to harm other rights.","Data":"The European Union could soon adopt a law that would strengthen online privacy protections for consumers, but it would come at a cost to free expression and leave a redacted history for Internet users.Last week, European Union leaders agreed on the final text of a privacy bill that the European Parliament will vote on next month. The law, which would go into effect in 2018, would require that companies explicitly obtain permission from people before using their data.Consumers would also have the right to examine and correct the information or transfer it to other companies. This would, for example, prevent an email provider from making it so hard to move old emails to a new provider that consumers are essentially held hostage.Under the bill, regulators would have the authority to penalize companies that violate the rules with fines of up to 4 percent of their global revenue. Businesses would have to notify regulators within 72 hours if personal data was stolen.While many of the bill’s provisions are sensible, some are troubling. The most problematic measure would expand what is known as the right to be forgotten, which lets people request that businesses delete personal information that they believe is no longer relevant or is out of date.It is reasonable to allow people to delete some information, like embarrassing photographs they posted on Facebook. But this right has been used to make it harder to find legitimate information, like old news articles. More than 350,000 Europeans have asked Google to remove links to 1.3 million web pages from search results since the European Court of Justice ruled in May 2014 that people have a right to request such deletions. (The company says it has complied with 42 percent of the requests it has received. People can appeal Google’s decision to privacy regulators and courts.)The proposed law requires Internet companies like Google to immediately take down information while they decide whether a request for a permanent deletion is warranted. Disturbingly, news organizations and other websites would not have an opportunity to object to those immediate removals and might not even have a chance to protest permanent deletions.It also is unclear whether the proposed law would require Internet companies to delete information just in Europe or around the world. Earlier this year, privacy regulators in France ordered Google to remove links from its search results everywhere, not just in France, after right-to-be-forgotten requests are made by French citizens. Google has criticized that decision and may appeal any fines levied by the regulators. If the French interpretation of the law is allowed to stand, officials in countries like China and Russia would be emboldened to demand that Internet companies remove material that they find objectionable from search results around the world.European policy makers say they don’t want to limit the freedom of expression, and have included safeguards that would, say, prevent politicians and other public figures from removing links to critical articles. European Union officials also say that links are removed only from the results of searches of a person’s name. People can still find those links by searching for other relevant words or names. But that will not help when Internet users do not already know what those other keywords are.Another unworkable provision would require that people younger than 16 have their parents’ consent before opening accounts on social networking sites like Facebook and Twitter. Most social media companies now require parental consent for children under 13, which is much more practical given how many social media sites teenagers use. The measure does sensibly allow European Union countries to lower the age threshold to 13 for their citizens.European lawmakers are clearly motivated by a desire to protect the privacy of their citizens. But they should be careful that in trying to achieve that admirable goal they do not harm other rights, like free speech."}