{"Title":"Moments of Grace in a Grim Year","Link":"http://www.nytimes.com/2015/12/25/opinion/moments-of-grace-in-a-grim-year.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/25/opinion/moments-of-grace-in-a-grim-year.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/25/opinion/25fri1/25fri1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThere is ample reason to feel weary and worried, but there are also reasons to believe in the persistence of better values.","Data":"On Christmas Eve in 1968, as the three astronauts of Apollo 8 were sailing around the moon, they sent a message home. With the world watching on live television, they took turns reading the creation story from Genesis, and then signed off.“Good night, good luck, a Merry Christmas,” said Col. Frank Borman. “And God bless all of you, all of you on the good earth.”The good earth was having a terrible year. The United States was torn by assassinations, violence in the cities, the war in Vietnam. Then came the astronauts’ words of solace, and the stunning photograph they took that day, of our planet rising, white and blue, over the ashen moon: so lustrous and lovely and, from a distance anyway, serene. Apollo 8 helped end the year on a note of hope and grace.Humanity being what it is, the world remains a place of suffering and calamity. In 2015, catastrophes in the Middle East spread misery and terror the world over. The United States was brutalized, as ever, by the tyranny of gunfire. Our coarsened politics, so expert at keeping the populace fearful and distraught, got ever louder and cruder in the heat of a presidential race. The strutting and fretting promise only to get worse in 2016.There is ample reason to feel weary and ill at ease. Today, though, it might help to look skyward, upon the Christmas full moon and, through an act of willful optimism, to swivel the mind away from the worst of this fading year. To tune out the rancor and find reasons to believe in the persistence of better values: humility, conciliation, kindness, dignity and reason.The evidence was all around in 2015, nearly everywhere you looked.The nations of the world came together in Paris to reach an agreement that may yet halt the march toward an overheated, unlivable planet. It offers the best chance for meaningful global action to avert catastrophic climate change, and 195 countries promised to seize it.Pope Francis, like the saint he took his name from, a messenger of humility and peace, visited the Americas. He challenged the wealthy and powerful in the name of the poor and the weak. When he spoke to Congress, prayed at ground zero, and greeted, with a smile and a hug, a little girl who jumped a fence to approach his motorcade in Washington, he set a vivid example of welcome for children, immigrants, the forgotten.As the Syrian crisis swelled and a human tide poured toward Western Europe, tens of thousands of refugees found open doors and hearts in Germany and other countries. The overall global response remains far from adequate, but the Germans sent a message that rebukes nationalist bigotry, defends human rights and reminds countries like the United States how to confront a humanitarian emergency.The United States Supreme Court ruled in favor of committed love between two people, affirming the marriage rights of same-sex couples who had been denied equal treatment under the law. The use of the death penalty in the United States fell to the lowest levels in two decades. A bipartisan movement for criminal justice reform advanced, despite our blighted politics. In neighborhoods long scarred by discrimination and police brutality, the Black Lives Matter movement spread a message of peaceable resistance. Its methods and successes evoked those of the older and continuing struggle for immigrants’ and workers’ rights, which had many victories, like the workers’ campaign for a $15 minimum wage.Dozens of states and cities, resisting a xenophobic tide, passed laws expanding rights and inclusion for undocumented immigrants, through driver’s licenses, legal services and health care. Come January, California, long a leader in this area, will be the first state to forbid discrimination based on immigration status, language or citizenship.As with states, many individuals led by example, opposing hatred and fear with courage. Parisians opened their homes to strangers on the night of terrifying slaughter there. After a gunman’s rampage at Emanuel African Methodist Episcopal Church in Charleston, S.C., victims’ families forgave the killer. “A hateful person came to this community with some crazy idea he’d be able to divide,” said the mayor, Joseph Riley Jr., “but all he did was unite us and make us love each other even more.”President Obama spoke at the church about healing racial divisions, then began to sing “Amazing Grace.” When the congregation stood and joined him, how sweet the sound. Days later, the Confederate battle flag came down at the South Carolina State Capitol.Evil is everywhere, and anger and hatred are loud. The shouting drowns out the quiet; tragedy and disaster block the view of the good. Yet there are always signs of progress toward a better future. Look, or you may miss them."}