{"Title":"Mr. Cuomo’s Challenges: The Short List","Link":"http://www.nytimes.com/2016/01/02/opinion/mr-cuomos-challenges-the-short-list.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/02/opinion/mr-cuomos-challenges-the-short-list.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/01/opinion/02sat1web/02sat1web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA few big things that would make New York a better place.","Data":"For Gov. Andrew Cuomo of New York, 2016 could and should be a year of great achievement. He is not facing re-election and is not seeking a spot on the national Democratic ticket. That means his considerable drive and political talents can be trained on making the state more livable for its 20 million inhabitants, and its government more ethical.Mr. Cuomo will combine two important speeches — his annual State of the State and his budget address — in one address on Jan. 13. Here are some ideas.The No. 1 issue should be the most obvious: the abysmal transgressions of the Albany crowd. Mr. Cuomo has acknowledged the need for ethics reform after the corruption convictions of two Albany powerhouses, Sheldon Silver and Dean Skelos. But he keeps trying to lower expectations, arguing that there is little he can do about runaway political spending as long as the Supreme Court’s Citizens United decision is in force, and blaming the Republicans in the Legislature for doing nothing to reform its own scandalous behavior.These are excuses meant to shield Mr. Cuomo from future criticism. Of course he will need the Legislature’s help. But that does not excuse him from pushing an aggressive agenda.For starters, he should try to close the loophole that allows secretive limited liability companies to contribute as much as individuals can to candidates in statewide races, thus evading the much lower limits imposed on corporations. And he should join the mayors of New York City and Buffalo in refusing to take any more campaign contributions from L.L.C.s.Likewise, unlimited “housekeeping” donations to political parties should also be banned. The Joint Commission on Public Ethics, which is supposed to monitor Albany’s politicians, needs to be stronger and more transparent; its failure is one reason Preet Bharara, the United States attorney for the Southern District of New York, has had to do the tough work of rooting out Albany corruption.Mr. Cuomo must lead the way in persuading lawmakers to limit their income from outside work, to state clearly the source of that income and to bar income associated with anyone doing business before the state. More broadly, and more crucially, he should push hard for the public financing of all state candidates, to provide a way for newcomers to compete with hardened incumbents and finally give voters real choices.Mr. Cuomo should find a way to expand paid family leave and move more quickly to a goal he has publicly espoused: a minimum wage of $15 an hour. This will take some doing, given the opposition from Republican senators, but this governor can make it happen.He cut funding for the homeless in New York City in 2011,As with the minimum wage, Mr. Cuomo has shown leadership on issues of national and even global importance, including climate change. He has already announced a goal of having half of the state’s power generated by renewable sources like wind and solar by 2030, and he has ordered state regulators to draw up rules to make that happen. He clearly wants to position New York as a co-leader with California in the fight against climate change. Which is just where New York should be."}