{"Title":"Mr. Cuomo’s Housing Wrecking Ball","Link":"http://www.nytimes.com/2016/02/03/opinion/mr-cuomos-housing-wrecking-ball.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/03/opinion/mr-cuomos-housing-wrecking-ball.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/03/opinion/03wed2/03wed2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe governor’s plan to finance affordable housing could cripple the city’s ambitious efforts to build.","Data":"Gov. Andrew Cuomo, who should be using his power to make New York City more hospitable to working-class and middle-class families, has instead slipped a little poison into his executive budget that could cripple the city’s ambitious efforts to build affordable housing.Housing is the centerpiece of Mayor Bill de Blasio’s agenda. He has promised to build or preserve 200,000 affordable apartments over 10 years — a tough proposition under the best of circumstances. It could be even tougher now that the governor has proposed placing new layers of state control over the city’s use of federal tax-exempt bonds to build and preserve affordable rental apartments. It’s not a stretch to call this sabotage.Mr. Cuomo says it’s transparency and accountability, but it is more about intrusion and control. It would give the head of the Empire State Development Corporation, a Cuomo appointee, the power to sign off on the flow of tax-exempt bonds to New York City, which uses them almost exclusively for affordable housing. It would also require that every single affordable-housing project in New York City that uses the bonds get the approval of the Public Authorities Control Board, a shadowy entity controlled by the governor and the leaders of the Assembly and Senate.These are the proverbial “three men in a room” who hold a death grip on policy-making power in New York State government. The phrase evokes the low-minded, chronically corrupt jockeying and deal-making that govern how the Albany game is played. That two of the three — Sheldon Silver and Dean Skelos — were ejected from the room last year, because of federal felony convictions, is about all you need to know.The Cuomo plan has angered the de Blasio administration, City Council members and nonprofit housing organizations, who call it pointless and harmful. The city’s Housing Development Corporation, created in 1971, has long been a transparent and effective steward of the precious federal financing — between $650 million and $900 million a year in recent years — that it has leveraged with tax credits and other resources in a system that has built or preserved 125,000 affordable apartments over the last 12 years. If the system came under Albany’s thumb, it would be plagued by delays and uncertainty. Lenders would not lend, developers would not build, projects would collapse, the city’s control over its own housing agenda would be thrown into turmoil.Even the big developers are saying as much: The Real Estate Board of New York said Mr. Cuomo’s meddling threatens the “clarity and predictability” that builders and banks rely on. “The proposed increased oversight could mean uncertainty for builders and lenders and thus negatively affect the creation of new affordable, below-market rental housing that New York City so desperately needs,” the board’s president, John Banks III, said in a statement.If Mr. Cuomo were serious about solving the affordable housing crisis, he would not be trying to pull the Housing Development Corporation into Albany’s tractor beam. He would be doing everything he could to help Mr. de Blasio fulfill his housing pledge. Mr. Cuomo said in his State of the State address last month that the state would spend $20 billion to build 100,000 affordable units over five years — but no one has seen the details of that plan, and now his oversight proposals threaten to drag everything backward.“If it ain’t broke, don’t fix it,” Mr. de Blasio said last week, testifying in the State Legislature. He said it almost plaintively. Mr. Cuomo, regrettably, has the power to break almost anything he wants."}