{"Title":"Mr. Erdogan Crosses Yet Another Line","Link":"http://www.nytimes.com/2016/01/06/opinion/mr-erdogan-crosses-yet-another-line.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/06/opinion/mr-erdogan-crosses-yet-another-line.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/06/opinion/06wed2web/06wed2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eTurkey’s president, who has built a disturbing record, defended his push for greater executive powers by citing precedent in “Hitler’s Germany.”","Data":"President Recep Tayyip Erdogan of Turkey marched across another line last week. Asked about his push for greatly enhanced executive powers, he told reporters that there was a precedent in “Hitler’s Germany.”Those were shocking words from a world leader, especially one who heads an ostensible democracy and a member of NATO. Once the international condemnations poured in, Mr. Erdogan’s office tried to backtrack, claiming that his remarks were “distorted by media outlets.”Mr. Erdogan, however, had already built a disturbing record as an authoritarian leader willing to trample on human rights, the rule of law and political and press freedoms. Since coming to office more than a decade ago, he has used his powers as prime minister and then president to crack down on the media, labor unions and other critics.  Increasingly, many of the worst fears about how he might behave after his conservative and nationalistic Justice and Development Party, the A.K.P., won a crucial election in November have been confirmed. Even before the voting, in an effort to rally support, Mr. Erdogan resumed his war against militant Kurdish separatists, the Kurdistan Workers’ Party, or P.K.K., by exploiting the group’s reckless decision to break a two-year-old cease-fire.He is also going after the Peoples’ Democratic Party, or H.D.P., which got enough votes to qualify for seats in Parliament. The Kurdish-dominated H.D.P. champions Kurdish political rights but is not involved in the fighting.Turkey’s allies, America and Europe, have been disgracefully acquiescent as the army brutally pounds Kurdish targets in the country’s southeast region. The bombardments have hit dozens of urban districts, and since the start of 2015 have killed 3,100 Kurdish militants inside the country and across the border in Iraq, and an unknown number of civilians.Like Turkey, the United States and Europe consider the P.K.K. a terrorist group. Before fighting resumed, Mr. Erdogan had made progress in negotiating a peace agreement with its top leader, Abdullah Ocalan, who is in prison serving a life sentence. More recently, however, his prime minister, Ahmet Davutoglu, dismissed the H.D.P. as an extension of the militants and has refused to hold talks with its political leaders until they prove themselves “a serious and genuine political party” — whatever that means.If Mr. Erdogan wanted a sustainable peace, he would work with the H.D.P. Instead, he seems determined to crush the Kurds in the political arena as well as on the battlefield by accusing an H.D.P. leader, Selahattin Demirtas, of treachery for calling for self-rule for Kurds.Some P.K.K. members qualify as terrorists and should be dealt with firmly. The group, with a radicalized youth branch inspired by the war in Syria, has declared autonomous regions and stepped up its fight for self-rule. Mr. Erdogan undoubtedly fears that it will gain territory like the Kurds did in Iraq and Syria. But most of Turkey’s Kurds just want to live in peace, and their desire for a degree of self-governance should be answered at the negotiating table.Instead of ending the war and integrating Kurds fully into Turkey’s politics, Mr. Erdogan is moving in the opposite direction, quite likely radicalizing more people to conclude that violence is the only path to greater autonomy. Meanwhile, he is ignoring the higher-stakes fight against the Islamic State and further fueling regional tensions. Mr. Erdogan has fallen far from the days when he could be regarded as a respected leader of a Muslim-majority democracy and a trusted partner in the region."}