{"Title":"Mr. Obama’s Trickle of Mercy","Link":"http://www.nytimes.com/2015/12/31/opinion/mr-obamas-trickle-of-mercy.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/31/opinion/mr-obamas-trickle-of-mercy.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/31/opinion/31wed2web/31wed2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAs many as 10,000 inmates could be eligible for clemency. So why is the president still being so stingy?","Data":"This month, President Obama announced the latest winners of the annual lottery otherwise known as the presidential clemency process.This year, the lucky ones were 95 federal prisoners whose absurdly long sentences — mostly for relatively minor drug offenses — the president commuted on the grounds of “justice and fairness.” Mr. Obama also pardoned two people for long-ago financial crimes. Each of these grants of clemency is wonderful news for those individuals. But they are drops in a very large bucket.After seven years in office, Mr. Obama has issued a total of 184 commutations and 66 pardons — more grants, as the White House wasted no time in pointing out, than the last six presidents combined. But that’s a pitifully low bar, since Mr. Obama’s most recent predecessors all but abandoned the practice.Mr. Obama knows this is a far deeper problem than can be solved by a few dozen grants. There are 9,000 applications for commutations that have not been acted on. The administration solicited applications like these in 2014 as part of a sweeping clemency initiative aimed at federal inmates who have served at least 10 years of a sentence that would be shorter today because the law has changed. To be eligible, prisoners must also have been convicted of a low-level, nonviolent offense, have no “significant” criminal history, and have behaved while behind bars.At the time, the initiative seemed a big step toward reversing some of the gravest injustices of the nation’s decades-long drug war, most obviously for the thousands of inmates still serving time for crack cocaine offenses that are punished far less harshly today.Less than two years later, however, the vast majority of applications remain in limbo. A coalition of volunteer defense lawyers working alongside the Justice Department has struggled to get basic information on applicants. The department itself is hopelessly mired in bureaucratic tangles and institutional conflicts of interest. By the administration’s own estimates, as many as 10,000 people could be released under the new criteria, former Attorney General Eric Holder Jr. told The Washington Post this month. So why is Mr. Obama continuing to make grants in the single or double digits?One reason is the Justice Department; the clear solution is to run the process directly out of the White House. The president may also be wary of undercutting a package of bipartisan sentencing reforms making its way through Congress. But that legislation is far from a done deal, and may be on even shakier ground now that one of the leading Republican presidential candidates, Senator Ted Cruz, rejects reforms he previously supported.Regardless of what Congress does, the presidential power of mercy is explicit in the Constitution, it is virtually unlimited, and presidents once used it far more freely to correct injustices. It is a “tool of public morality,” as one former federal prosecutor put it. If Mr. Obama truly wants to reinvigorate this moribund process, he has a year left to do it. The job requires only two things: a pen and the political will. There is no question that Mr. Obama has the pen.Correction: January 1, 2016An earlier version of this editorial incorrectly described the president’s pardon power. It is unlimited except in cases of impeachment."}