{"Title":"Mr. Obama’s Wise Call on a Prisoner Swap","Link":"http://www.nytimes.com/2016/01/20/opinion/mr-obamas-wise-call-on-a-prisoner-swap.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/20/opinion/mr-obamas-wise-call-on-a-prisoner-swap.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/20/opinion/20wed2sub/20wed2sub-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Iran case showed that the use of diplomacy was the best course.","Data":"It was inevitable that the prisoner exchange with Iran would be questioned as soon as it was announced — and not just by Republicans who mechanically assail anything President Obama does. The notion of making concessions to a hostile adversary to secure the release of one’s fellow citizens has always been controversial, pitting the innate longing to win their freedom against the risk that handing over money or releasing prisoners in exchange will only encourage the captors to seize more. This dilemma has bedeviled many presidents and governments through history, with no simple or single answer. In this case, President Obama did the right thing. Opinion  It was right because the negotiations that led to the prisoner exchange were part of a diplomatic process that also produced the landmark agreement on Iran’s nuclear program that has lessened at least one source of tension in a very dangerous corner of the world. Iran’s release of its prisoners was not actually a part of the nuclear deal, but it was a conciliatory gesture signaling what the Iranian president, Hassan Rouhani, described on Twitter as “a new chapter in our relations w/ the world.”  However much the Republican candidates would like to portray it as such, the Iranian case was far different from the kidnappings practiced by terrorist groups like Al Qaeda or the Islamic State, in which the goal is either huge ransoms or the perverse publicity of cruel executions. The United States, unlike some European governments, has long refused to submit to terrorist extortion. The freelance journalist James Foley, for example, was reportedly executed by the Islamic State in August 2014 after the United States refused to pay a 100-million-euro ransom.There is no way to know whether Mr. Foley’s tragic death prevented any other Americans from being executed — or whether paying a ransom would have saved his life. That is the terrible unknown that governments must confront in their responsibility to protect their citizens in an increasingly dangerous and complex world. But if there is a heart-wrenching logic to refusing to surrender to blatant ransom demands, the preferred option whenever possible must be to turn to diplomacy — as the United States did in the many prisoner swaps of the Cold War, including the one dramatized in the movie “Bridge of Spies,” and as Mr. Obama did with Russia in 2010, and with the Taliban and Cuba in 2014. And as he did with Iran.The Americans released by Iran will not be the last Americans taken captive in some distant land, and President Obama will not be the last leader to anguish over how to set captives free. And the thaw with Iran might yet take an unwelcome turn. But in the meantime, we should celebrate the safe return of our fellow citizens and the diplomatic achievements of the president and Secretary of State John Kerry in Iran."}