{"Title":"Mr. Putin and the Poisonous London Tea Party","Link":"http://www.nytimes.com/2016/01/22/opinion/mr-putin-and-the-poisonous-london-tea-party.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/22/opinion/mr-putin-and-the-poisonous-london-tea-party.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/22/opinion/22fri2/22fri2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eBritain’s inquiry into the death of Alexander Litvinenko further strains international relations with Russia.","Data":"President Vladimir Putin’s deserved reputation as an autocrat willing to flirt with lawlessness in his global ventures has taken on a startling new aspect, with a finding by British authorities that he “probably approved” the poisoning of a former Russian spy and defector in London in 2006.The murder of Alexander Litvinenko via a cup of tea laced with a toxic isotope, polonium 210, has long been suspected by British authorities to have been a state-sponsored operation by two Russian agents. But a yearlong official inquiry has now shockingly concluded that Mr. Putin very likely played a decisive role. The accusation immediately unsettled relations between London and Moscow and sparked outraged denials in the Kremlin.The inquiry’s 328-page report did not provide direct evidence of Mr. Putin’s culpability, but cited “strong circumstantial evidence” of Kremlin responsibility in the death of Mr. Litvinenko, who fled Russia and became a citizen of Britain, where he was a relentless critic of the Kremlin and particularly Mr. Putin. Mr. Litvinenko died 22 days after drinking green tea from a pot laced with polonium 210 — a rare substance not known to be available beyond a government nuclear reactor — in the company of the two Russian agents whom he met at the Pine Bar of the Millennium Hotel in London. The Kremlin has rejected British requests that the two be extradited as suspects in the killing.The chief of the inquiry, Robert Owen, a retired High Court judge, noted that secret intelligence testimony gathered in private sessions factored in his conclusion that “members of the Putin administration, including the president himself” and Nikolai Patrushev, the chief of the Kremlin’s spy service, had “powerful motives” for taking action against Mr. Litvinenko, including killing him. Further, Judge Owen found there was “undoubtedly a personal dimension” to the antagonism between Mr. Putin and Mr. Litvinenko, whose repeated denunciations of the Russian leader included accusations of pedophilia.The inquiry leaves little room to doubt that the two agents were sent from Russia to visit Mr. Litvinenko and were carrying the fatal dose of polonium with them. Would they dare to carry out such an act without approval from the Kremlin’s upper reaches? “I am sure,” Judge Owen concluded, that the two agents “were acting on behalf of others when they poisoned Mr. Litvinenko.”A big question is what effect the inquiry will have on international relations. The British home secretary, Theresa May, called the Litvinenko murder “a blatant and unacceptable breach” of international law and civilized behavior that would be raised with Mr. Putin at the next opportunity.  Russian diplomats said the accusations could only harm relations with Britain. But Prime Minister David Cameron said his nation had no choice except to go on having “some sort of relationship” with Russia because of the crisis in Syria, whose leader, Bashar al-Assad, has long been supported by Moscow. Still, the relationship would now be pursued with “clear eyes and a very cold heart,” he told BBC News. Others like Crispin Blunt, Tory chairman of the foreign affairs select committee, said: “We are dealing with unsavory partners all over the world. That is part of the necessity of diplomacy.”Mr. Putin has built a sordid record on justice and human rights, which naturally reinforces suspicions that he could easily have been involved in the murder. At the very least, the London inquiry, however much it is denied at the Kremlin, should serve as a caution to the Russian leader to repair his reputation for notorious intrigues abroad."}