{"Title":"Nassau County’s Bad Bet on Gambling","Link":"http://www.nytimes.com/2016/01/01/opinion/nassau-countys-bad-bet-on-gambling.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/01/opinion/nassau-countys-bad-bet-on-gambling.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/01/opinion/01fri3Web/01fri3Web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eIf gambling is such an economic boon, why do Long Islanders want it far away from where they live, work or shop?","Data":"The community of Elmont, on Long Island, may soon be getting a neighborhood amenity that’s high-class and exciting, if you think a big carpeted box filled with a thousand video gambling machines is high-class and exciting.On Tuesday the Nassau Regional Off-Track Betting Corporation announced that it would seek New York State’s permission to open a 100,000-square-foot gambling emporium at Belmont Park, the racetrack on the edge of Queens that is home to the Belmont Stakes.We already knew that casino-style gambling was coming to Long Island; that’s because of a deal struck in 2013 by Gov. Andrew Cuomo and Dean Skelos, then the powerful Senate Republican leader from Nassau County, when Mr. Cuomo was seeking to legalize full-fledged casino gambling upstate.The agreement allowed one gambling hall in Nassau County and one in neighboring Suffolk County, each with up to 1,000 video-lottery terminals, or V.L.T.’s, which are similar to slot machines and are wired into the state lottery system. They were going to be a shot in the arm for county officials who were forever clawing for revenue and didn’t care how they got it.From the experience of other places, we know that casinos and gambling are instruments of blight — blighted neighborhoods, the blighted lives of problem gamblers and the blighted politics of elected officials who can’t, or won’t, find a better path to economic development.In New York, the plan has long been to attach a dubious financial engine (gambling) to a broken-down heap of an industry (horse racing) and fuel it with people’s thinly stretched paychecks and Social Security benefits. Giving up on better ways of reviving the upstate economy, Mr. Cuomo doubled down on gambling: He engineered the 2013 referendum that rewrote the State Constitution to open the door to seven Las Vegas-style casinos, and then cut the deal for the two video gambling parlors on Long Island.Yet many people in Nassau don’t want slot machines anywhere near their homes. Because of local resistance, the Nassau parlor was never considered for the retail and entertainment heart of the county, called the Hub. Why is that, if gambling is such an economic boon? It was blocked from an OTB “race palace” in Plainview and from the site of a shuttered department store in Westbury. In addition, Suffolk’s plan to bring its machines to a shuttered movie multiplex in Brookhaven is mired in a lawsuit.The pro-video-gambling forces in Nassau are counting on the State Legislature and local communities to accept the development at Belmont, and “counting” is quite literal in the case of the county executive, Edward Mangano. He has already put $20 million of gambling revenue in his 2016 budget. That’s based on estimates that the parlor will net at least $150 million a year.That’s a lot of losing gamblers."}