{"Title":"Nearing Triumph Over Ebola","Link":"http://www.nytimes.com/2015/12/30/opinion/nearing-triumph-over-ebola.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/30/opinion/nearing-triumph-over-ebola.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/30/opinion/30wed3SUB/30wed3SUB-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThere’s much to celebrate in Africa, but the world’s health apparatus needs a major overhaul.","Data":"Guinea had every reason to celebrate Tuesday. The country where the West African Ebola epidemic began had been declared free of virus transmission. That in effect meant that the three countries hardest hit by the disease — Guinea, Liberia and Sierra Leone — had broken the chain of infections that took 11,300 lives, jumped borders and spread panic around the world.The announcement did not mean that the virus had fully surrendered, and indeed Liberia has twice declared the chain broken only to see the virus mysteriously reappear, and must wait until mid-January for an all-clear. Moreover, there is considerable work still to be done to ensure that the global health apparatus — in particular the World Health Organization — will be far better prepared to attack the next epidemic more quickly and effectively.For the moment, however, largely ending the transmission of a disease for which there was no vaccine and no effective treatment when the epidemic was detected in March 2014 was a major triumph for the emergency workers and medical teams, many from international organizations like Doctors Without Borders, who risked their lives to battle and finally defeat the Ebola virus. It also provided a moment to recall the suffering of those who lost their lives to the terrible infection and of the millions of their relatives, neighbors and countrymen who endured fear, deprivation and grief as the virus spread through their cities and towns.As Liberia’s ordeal suggests, vigilance must continue. There is growing evidence that the virus can survive in recovered Ebola victims, apparently in the eyes or the testes, and then reappear when resistance is lowered. Ebola survivors have also been found to suffer various aftereffects, including hearing loss, lethargy and depression. All this must be watched and studied, and an effective vaccine developed.Meanwhile, it is essential that the W.H.O., a United Nations agency, reform its policies for reacting to a disease outbreak. It was five months late in identifying Ebola as a global health emergency, and did so two months after Doctors Without Borders warned that the disease was out of control.Two groups of health experts, one independent and one convened by the W.H.O., have recommended various reforms the agency must undertake. Most important among these is that it ensure that it is not influenced by politics, such as pressure from officials to play down an outbreak that may affect tourism or trade, in raising international alarms. Dr. Margaret Chan, the director general of the W.H.O., has already announced some changes and has vowed to carry out other recommendations.Stopping the Ebola virus, despite the late start and the huge challenge of working in countries with woefully poor health systems, was an example of what the world can do once it acknowledges an emergency and provides the resources needed to save lives. The entire experience is also a clear warning of the need for significantly better preparations and procedures next time."}