{"Title":"New Minimum Wages in the New Year","Link":"http://www.nytimes.com/2015/12/27/opinion/sunday/new-minimum-wages-in-the-new-year.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/27/opinion/sunday/new-minimum-wages-in-the-new-year.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/27/opinion/27sun3web/27sun3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAs some states and cities begin to take action, Congress needs to raise the national minimum to $15.","Data":"In five states and nine cities — including California, New York, Oregon and Washington, D.C. — voters and lawmakers will consider proposals in 2016 to gradually raise minimum wages to $15 an hour.The ballot initiatives and pending legislation will build on momentum from this year, in which 14 states and localities used laws, executive orders and other procedures to lift wages for all or part of their work forces to $15 an hour.In New York City, for instance, the minimum wage for workers in fast food and state government will rise to $10.50 on New Year’s Eve, and to $15 by the end of 2018. In the rest of New York, the minimum for those workers will reach $15 an hour in mid-2021. In Los Angeles County, including the city of Los Angeles, the minimum wage for most workers will rise to $10.50 by mid-2016 and to $15 by mid-2020. Seattle and San Francisco are also phasing in citywide minimums of $15 an hour, while five other cities — Buffalo and Rochester in New York; Greensboro, N.C.; Missoula, Mont.; and Pittsburgh — are gradually raising their minimums to $15 for city workers.Minimum-wage raises are examples of states and cities leading in the absence of leadership by Congress, which has kept the federal minimum at $7.25 an hour since 2009. State and local increases are also potent shapers of public perception. It was only three years ago that a walkout by 200 or so fast-food workers in New York City began the Fight for $15, now a nationwide effort to raise pay and support unions. Two years ago SeaTac, Wash., home to an international airport, voted in the nation’s first $15-an-hour minimum for some 6,500 workers in the city, on and off airport property. Since then, $15 an hour has gone from a slogan to a benchmark.These state and local increases, though important, are no substitute for a robust federal minimum because they don’t affect places that will never act on their own to lift minimum wages. Currently, 21 states do not impose minimums higher than the federal rate, and that includes the poorest states, like Alabama and Mississippi, where it takes nearly $20 an hour to meet living expenses for one adult and one child. Even in states that have raised their minimum wages, the levels are still not high enough to meet living expenses for typical workers and families.Sooner or later, Congress has to set an adequate wage floor for the nation as a whole. If it does so in the near future, the new minimum should be $15."}