{"Title":"New Tensions Over the Iran Nuclear Deal","Link":"http://www.nytimes.com/2015/12/28/opinion/new-tensions-over-the-iran-nuclear-deal.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/28/opinion/new-tensions-over-the-iran-nuclear-deal.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/28/opinion/28mon2web/28mon2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eOpponents of the agreement in Congress and Iran are still trying to torpedo it.","Data":"Newspapers in Tehran have been filled recently with reports of foreigners visiting Iran to discuss the opportunities that will open up once economic sanctions related to the nuclear deal are lifted, presumably early next year. There is a sense of excitement that after years of international isolation, better days await.Congress shook that optimism this month when it approved new restrictions prohibiting foreigners who have visited Iran, Syria, Iraq or Sudan in the last five years from entering the United States under a visa-waiver program. Before this move, prompted by the terrorist attacks in Paris and California, citizens of 38 countries, mostly in Europe, could enter the United States without a visa regardless of where they had previously traveled.Iranian officials have argued that the new restriction will discourage business with Iran by causing people to think twice about visiting the country and that hence it violates the nuclear agreement, which promises sanctions relief in return for sharp curbs on Iran’s nuclear program. Washington contends that this is not technically a sanction. It is clear, however, that it is not in keeping with the spirit of the historic agreement.Restricting visas for people who travel to Iraq and Syria makes sense, given that both are home turf for the Islamic State, and Sudan has been a transit point for extremists heading to Syria and Iraq. It is hard not to view Iran’s inclusion as another attempt by Congress to sabotage the nuclear deal, which most lawmakers opposed.While Shiite-led Iran is on the terrorism list because of its support for Hezbollah and Hamas, it is fighting the Islamic State, a Sunni group, in Iraq. Meanwhile, Saudi Arabia, home of 15 of the 19 hijackers on Sept. 11, was not included in the new travel rules, nor was Pakistan, a caldron of jihadist groups, nor Turkey, a well-known transit point for fighters, including those of the Islamic State.Some American officials say that Iran’s concerns are overblown. Still, Secretary of State John Kerry wrote a letter to Mohammad Javad Zarif, Iran’s foreign minister, to assure him that the administration can waive the restrictions and “will implement them so as not to interfere with legitimate business interests of Iran.”Hard-liners in Iran and the United States still want to torpedo the nuclear deal. Iran certainly has done things that merit vigorous pushback, including unjustly holding a Washington Post reporter, Jason Rezaian, an Iranian-American, for over a year. And recently, it conducted two ballistic missile tests. Though the tests do not violate the nuclear deal, they violate United Nations sanctions on Iran’s missile program. They are particularly damaging when Iran is working to reintegrate with the international community, and they merit some response.It would be folly for the United States and other major powers to refuse to lift sanctions as promised under the nuclear deal, which 36 Republican senators have demanded. That would kill the deal, which, Iranian and American officials say, Tehran is starting to carry out. For example, it is about to ship most of its stockpile of enriched uranium to Russia. It will take strong, committed leadership in both countries to keep the deal on track and fend off the saboteurs."}