{"Title":"New York’s Humane Retreat From Solitary Confinement","Link":"http://www.nytimes.com/2015/12/19/opinion/new-yorks-humane-retreat-from-solitary-confinement.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/19/opinion/new-yorks-humane-retreat-from-solitary-confinement.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/19/opinion/19sat3web/19sat3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA new agreement reflects a growing realization that holding prisoners in isolation is a form of torture that inflicts psychological damage.","Data":"The state of New York State took a big step toward a more humane prison policy this week when it agreed to new rules that would reduce the number of prison inmates sentenced to solitary confinement as well as the maximum time they could be held there.The agreement, the result of a 2012 lawsuit by the New York Civil Liberties Union, reflects a growing realization that solitary confinement is a form of torture that inflicts psychological damage on even healthy people and increases the likelihood of suicide among those with mental illnesses. The isolation is so debilitating that inmates call it the “living death.”A 2012 study by the New York Civil Liberties Union found that the use of isolation in New York’s state prisons was “arbitrary and unjustified” and that it was disproportionately used against black inmates. The study found that extreme isolation stoked anxiety, depression, despair and rage — and had adverse effects on both the prisoners and the corrections officers who worked in the isolation unit.In New York’s system, about 4,000 inmates are locked in 6-foot-by-10-foot cells 23 hours a day, sometimes for years, with little human contact and no access to rehabilitative programs. The new agreement is expected to cut the number of people in solitary by at least 25 percent and will give prisoners privileges like phone calls and group recreation.The lawsuit grew out of a complaint filed by Leroy Peoples, an inmate who spent 780 days in a tiny cell the size of an elevator (with another prisoner) at Upstate Correctional Facility, near the Canadian border. Mr. Peoples was sent to confinement not for something violent like assaulting a guard but for filing what prison officials described as false legal documents that created a lien against prosecutors.Under the old rules, inmates could be sent to solitary for a host of petty reasons — for being “untidy,” for not reporting illnesses to the staff, for possessing unauthorized books or for providing other inmates with “unauthorized legal assistance.” Those arrangements gave guards great leeway to inflict punishment in an arbitrary and even racially discriminatory manner.The new policy goes a long way toward changing that. Nearly half of the 87 rule violations that are punishable by solitary will no longer allow the sentence to be imposed for first-time violations. And certain petty violations will no longer carry solitary confinement sanctions at all.Before the suit, there were no maximum limits on solitary confinement. The legal settlement imposes a maximum sentence of three months for almost all violations (with exceptions for things like assault and attempted escape) and sets a maximum sentence of 30 days for almost all first-time nonviolent violations. Inmates in confinement will receive decent food, as opposed to the rations they often get now. The agreement must still be approved by Judge Shira Scheindlin of Federal District Court in Manhattan.These are huge changes, and the state and the civil liberties group are justified in hailing the agreement as a landmark. But the corrections officers’ union, which is accustomed to ruling the prisons by fiat, could well cause trouble; it filed suit after an earlier, interim agreement was adopted in 2014.But even if the union doesn’t challenge this one, the state and the court will need to closely monitor the outcome to ensure that the prison staff does not simply disregard the new policy and return to familiar ways."}