{"Title":"New York City Policing, by the Numbers","Link":"http://www.nytimes.com/2015/12/28/opinion/new-york-city-policing-by-the-numbers.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/28/opinion/new-york-city-policing-by-the-numbers.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/28/opinion/28mon1/28mon1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA new report shows how drastically policing practices in the city have changed since 2011 — even as crime rates remain historically low.","Data":"The warnings began even before Bill de Blasio was sworn in as New York City’s mayor in January 2014. A safe New York depended on the aggressive policing tactics that began in the 1990s and flourished under Mayor Michael Bloomberg and his police commissioner, Ray Kelly. Without those tactics, the doomsayers said, the city would be swamped by a 1970s-style crime wave.After a federal judge ruled in 2013 that the Police Department’s “stop and frisk” policy was so sweeping that it violated the Constitution, Mr. Kelly was furious. “Violent crime will go up,” he said on NBC’s “Meet the Press.” “No question about it.”That prediction has, of course, been proved wrong, as crime in the city remains at historic lows under Mayor de Blasio and his police commissioner, William Bratton, even as arrests, stops and summonses continue to plummet after a peak in 2011.An illuminating new report released by the John Jay College of Criminal Justice provides the most comprehensive analysis yet of the numbers behind the rise and fall of police “enforcement actions” over the past decade. Between 2011 and 2014, the report found, the total number of these actions — defined as arrests for felonies and misdemeanors, criminal summonses, and stop-and-frisks — fell by more than 800,000, or 31 percent.The biggest drop was in street stops, which had skyrocketed to more than 685,000 in 2011 from 160,000 in 2003. Some officers admitted they felt constant pressure to meet arbitrary productivity quotas, but the effect was to disproportionately target young African-American men, most of whom were doing nothing wrong. By 2014, the number of stops was under 46,000 — a 93 percent decline in only three years, with stops going down most sharply in those poorer and minority neighborhoods where they grew the fastest over the previous decade.Why did the Police Department pull back on this behavior while Mr. Bloomberg, Mr. Kelly and their defenders were proclaiming the need for continued aggressive policing?One factor was the growing public outcry against these tactics as they became more widely known. Another was the series of lawsuits filed by individuals against the city, which culminated in the 2013 ruling that found the department’s stop-and-frisk practices unconstitutional.The report’s data firmly contradicts the view that crime would inevitably go up as stop-and-frisk and other enforcement actions went down. In 2014, rates of both violent and nonviolent crime in New York City continued to fall, and were almost 90 percent lower than they were in 1980.A recent uptick in murders in New York and other big cities has received a lot of news media attention, but that small increase masks the broader drop in overall crime.In March, Mr. Bratton predicted that police encounters with civilians would go down again this year, for a total of one million fewer encounters than at their peak just a few years ago. This is a positive and important change. But to keep crime down while also ensuring that all citizens are treated with respect, police officers must do more than end abusive practices. They need to focus on improving relations with those communities that often need the police most urgently, but whose trust has been damaged by those who failed to protect and serve them."}