{"Title":"New York’s ID Card Deserves Respect","Link":"http://www.nytimes.com/2015/12/29/opinion/new-yorks-id-card-deserves-respect.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/29/opinion/new-yorks-id-card-deserves-respect.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/29/opinion/29tue2web/29tue2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe city’s new municipal identification card has been a success, but some major banks are not accepting them.","Data":"New York City’s municipal ID card has been a resounding success. More than 700,000 residents have received one since the program began last January. With the card, called IDNYC, as government-issued photo identification, they can open bank accounts, enter schools and other government buildings, use the library and identify themselves to police officers. The card also comes with many side benefits — like free memberships to museums, concert halls and other cultural institutions, and entertainment and pharmacy discounts — that have made it appealing to a wide swath of New Yorkers, rich, poor and in between.But there is one troubling hitch. As The Times reported this month, several of the city’s biggest banks, including Bank of America, Citibank, JPMorgan Chase and Capital One, refuse to accept the card as a primary form of identification. They either demand another form of government ID, like a driver’s license, from someone seeking to open an account or cash a check — or they refuse to accept the IDNYC at all.Their unwillingness, presumably prompted by concerns about fraud, is outrageous. Federal regulators have already declared that the IDNYC may be used to verify a customer’s identity, and many smaller banks and credit unions accept the card without hesitation, as does the New York City Police Department. The card’s documentation requirements and fraud-prevention features are rigorous.What good reasons could there be for the city’s major banks to resist IDNYC? Could it be that those who need to use it as a primary ID card, including undocumented immigrants, might have lower incomes, hence lower bank balances, and thus present less of an opportunity to be squeezed for fees and charges? Is it really overriding worry about identity theft and money-laundering, or is it more the force of habit in an industry that has long shunned poor neighborhoods and customers?Maybe. But those are bad reasons, not good ones. Mayor Bill de Blasio and Comptroller Scott Stringer should press the reluctant banks for clear justification as to why they would make it harder for thousands of potential customers to gain an economic foothold. As Mr. Stringer has noted, an estimated 825,000 adults in New York City lack even a basic checking account. That this capital city of banks and bankers should have so many residents without access to simple, affordable banking services — even those who have valid, government-issued ID cards like IDNYC — is deplorable. Typical, given the long history of banking discrimination against minorities and the poor — but still deplorable.IDNYC is one of the de Blasio administration’s strongest achievements, a clear example of follow-through on a promise to make practical improvements in people’s daily lives. Anything that needlessly limits its usefulness — and access to banking is a crucial part of the card’s great potential — should be resisted. Immigrants and the poor need a place to keep their money that is safer than a mattress or coffee can and cheaper than those ubiquitous but extortionate storefront check-cashing places. IDNYC is so much more than just a discount card for museums and movies. It could be an economic lifeline for countless New Yorkers — if only more banks would do their part."}