{"Title":"No Justification for High Drug Prices","Link":"http://www.nytimes.com/2015/12/20/opinion/sunday/no-justification-for-high-drug-prices.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/20/opinion/sunday/no-justification-for-high-drug-prices.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/20/opinion/20sun2web/20sun2web-thumbStandard-v2.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003ePrices in many cases far exceed what’s needed to cover the costs of research and clinical trials.","Data":"There is ample evidence that drug prices have been pushed to astronomical heights for no reason other than the desire of drug makers to maximize profits. Prices in many cases far exceed what’s needed to cover the costs of research and clinical trials, and some companies have found ways to rake in profits even without shouldering the cost of drug development.The two worst offenders are bottom feeders that simply buy companies they believe have underpriced their drugs and then quickly raise prices to astronomical levels.In August, Turing Pharmaceuticals acquired the American marketing rights to a 62-year-old drug to treat a devastating parasitic infection and raised the cost of one pill to $750 from $13.50. That brought the cost of a course of treatment for some patients to hundreds of thousands of dollars. (Turing’s founder, Martin Shkreli, was indicted on Thursday on charges of securities fraud involving a hedge fund and another biotechnology firm he started.)Valeant Pharmaceuticals greatly increased the prices of several drugs it acquired, including two used by hospitals to treat heart conditions. It also protected its high-priced dermatology drugs by urging doctors to send prescriptions to a mail-order pharmacy that would make sure no cheaper alternative was substituted.The Pharmaceutical Research and Manufacturers of America, a trade group, described Turing and Valeant as essentially investment vehicles “masquerading as pharmaceutical companies.”Yet even some mainstream companies have set high prices that seem hard to justify. Eli Lilly said its new lung cancer drug, Portrazza, would cost about $11,430 a month in the United States, six times the $1,870 price that leading oncologists said in a recent journal article would be a fair reflection of the benefit the drug offers compared with older therapies.Similarly, Pfizer set the list price for Ibrance, a drug to treat a form of advanced breast cancer, at $9,850 a month, a price that remains high even after the 20 percent discount demanded by insurers. The price was not based on manufacturing costs or research costs, according to an analysis by The Wall Street Journal. Rather, Pfizer set the price as high as it could without causing doctors and insurers to favor an alternative drug.The pharmaceutical industry often defends its prices by noting that drugs account for only 10 percent of nationwide health spending. But in employer-based health insurance plans, drug benefits account for 19 percent of spending, not much less than spending on inpatient hospital care, according to a recent analysis by the Kaiser Family Foundation. And surveys have shown that many Americans have difficulty paying for the drugs they need. Major drug companies often increase prices 10 percent or more a year, far faster than inflation, straining the health care system.Experts have proposed several ways to reduce drug prices, like fostering greater competition among drug companies or allowing the government to negotiate lower prices. Encouraging the development of innovative drugs and setting prices in ways that make lifesaving medicines affordable to all are not mutually exclusive ideas."}