{"Title":"North Korea Flexes Its Nuclear Muscle","Link":"http://www.nytimes.com/2016/01/07/opinion/north-korea-flexes-its-nuclear-muscle.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/07/opinion/north-korea-flexes-its-nuclear-muscle.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/07/opinion/07thu1/07thu1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe United States and its allies can no longer ignore the real and growing nuclear threat from North Korea, and China must use its influence.","Data":"There was a predictable ritual to the world’s reaction to North Korea’s latest nuclear test, its fourth. Vigorous condemnation, followed by promises never to accept the North as a nuclear weapons state, followed by chest-thumping demands for more sanctions. The problem is that while the North Korean threat is real and growing, the United States and its partners have failed miserably at finding an effective solution.Although a final judgment depends on further study, it now appears that North Korea did not detonate a hydrogen bomb on Wednesday as claimed. The test appears to have involved a less-powerful atomic weapon. Regardless, it was another sign of leader Kim Jong-un’s determination to expand his impoverished country’s nuclear arsenal in violation of United Nations resolutions, seize the limelight when he feels ignored and keep Asia off balance.In recent years, the United States and other major powers expended maximum effort negotiating a landmark agreement to keep Iran from acquiring nuclear weapons. That deal, which is now being implemented, is undeniably important, but the Americans and their partners erred in largely ignoring the even tougher challenge, and more immediate threat, from North Korea.By various estimates, the North has produced 10 to 16 crude weapons since 2003 and could have as many as 20 by the end of this year. It has also improved the range of its missiles and the mobility of their launchers. The more bombs and missiles North Korea produces, the more likely it is to try to sell these weapons to earn desperately needed hard currency.North Korea stains the record of President Obama, who took office promising to make ridding the world of nuclear weapons a priority. Its actions are a humiliation for President Xi Jinping of China, North Korea’s only ally, largest trading partner and economic lifeline for food and oil. Mr. Xi initially treated Mr. Kim with impatience and disdain, warning him after a nuclear test in 2013 that the North must not threaten world peace. Since then, Mr. Kim seemed to heed Beijing’s admonitions; as recently as October, the North reportedly assured China it would not conduct nuclear tests. Partly because of that, Beijing sent a senior Chinese official to a parade in the North’s capital, Pyongyang, the first such visit since Mr. Kim took power in 2011.  The latest nuclear test drew swift condemnation from the United Nations Security Council, NATO and the European Union, as well as individual countries. Chinese officials were described as furious.What can be done to back up the tough talk? Even before the latest test, Congress was talking about tightening sanctions on North Korea, which has been under American and United Nations penalties for years. Unilateral American action is not enough. China claims it doesn’t have the kind of power over North Korea that many think, but the fact is that it has more than anybody else and is uniquely positioned to pressure Mr. Kim and his regime, including by interrupting trade flows.China is understandably concerned that really tough economic penalties would cause people to flee North Korea for China. But even smaller gestures like preventing Mr. Kim and his friends from importing whiskey and other luxury goods might have an impact. Peacefully helping to solve the North Korean nuclear threat is an important test of China’s aspirations to be a world leader.Since an agreement with the United States collapsed in 2 002, negotiations with North Korea on the nuclear issues have gone nowhere, in part because of American demands that the North agree first that the outcome would be nuclear disarmament. There is no sign Mr. Kim has any interest in negotiating away his nuclear weapons, his only real bargaining chip. But persuading Iran to negotiate on its nuclear program also looked like a pipe dream until creative diplomacy made it happen. The current approach with North Korea certainly isn’t working."}