{"Title":"Oil Exports and Renewable Energy","Link":"http://www.nytimes.com/2015/12/15/opinion/oil-exports-and-renewable-energy.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/15/opinion/oil-exports-and-renewable-energy.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/15/opinion/15tue3web/15tue3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eIf Congress lifts a ban on crude oil exports, it must promote investment in technologies that move the country beyond fossil fuels.","Data":"If Congress decides to change a 40-year-old law that restricts the export of crude oil, as is likely this week, that move must be accompanied by measures like tax credits for renewable energy to help in the fight against climate change.The oil industry and its friends in Congress, mostly Republicans, want to relax export limits put in place in 1975 as a response to the Arab oil embargo. The industry argues that the restrictions are no longer needed because the boom in shale oil production means the country has more oil than it can process into gasoline, diesel and other fuels. Lawmakers are planning to change the policy by attaching a provision to the omnibus spending bill that Congress is expected to approve this week.Under current law, crude oil cannot be exported unless the president determines that doing so is in the “ national interest.” Allowing exports would increase the profits of oil producers in places like Texas and North Dakota at a time when oil prices have fallen below $40 a barrel. But it would lower the earnings of businesses that refine oil, since they would be likely to pay higher prices for their primary raw material.Many environmentalists oppose easing export restrictions because doing so would increase oil production, which would exacerbate greenhouse gas emissions. Fortunately, allowing oil exports should only result in a small increase in oil production, according to the Energy Information Administration, because a change in American export policy is unlikely to cause a big swing in global supply and demand for oil.To offset the climate harm, Congress could, for example, pass a long-term extension of tax credits for wind and solar energy that are set to expire next year. It could also end the billions in tax breaks the oil and gas industry has enjoyed for years. Some Democratic lawmakers are pushing Republicans to reauthorize the Land and Water Conservation Fund, an important program that helps create and protect national parks, wildlife refuges and other public spaces with revenue from oil and gas leases. The fund helps protect natural areas that are increasingly threatened by climate change. Congress failed to reauthorize it earlier this year.If lawmakers are determined to overturn established energy policy to help oil companies, the least they can do is invest in the technologies needed to move to a world beyond fossil fuels."}