{"Title":"Paid Parental Leave Comes to New York City","Link":"http://www.nytimes.com/2015/12/24/opinion/paid-parental-leave-comes-to-new-york-city.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/24/opinion/paid-parental-leave-comes-to-new-york-city.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/24/opinion/24thu3web/24thu3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eNew York City, via an executive action by Mayor de Blasio, takes a modest step toward catching up with the rest of the industrialized world.","Data":"The United States is one of just a small handful of countries that do not provide paid leave for new mothers and fathers — and the only major industrialized nation that does not. On Tuesday, Mayor Bill de Blasio took a smart, if modest, step to counter this shameful fact by giving 20,000 non-unionized public employees six weeks of fully paid parental leave starting in 2016.The policy, which Mr. de Blasio plans to impose through an executive order, is one of the most generous among cities and states nationwide. It will cover new parents, including those who adopt or take in foster children. It will not cover a vast majority of the city’s 300,000 unionized workers; any deal with those employees will need to be hashed out in collective bargaining.Its $15 million yearly price tag is to be offset by capping city employees’ total annual vacation days at 25 instead of 27, and eliminating a scheduled 0.47 percent pay raise in 2017 for managers.Unfortunately, the policy doesn’t extend to workers who choose not to have children, but may still have elderly parents or other family members who require their care. This reflects the limitations of a mayoral executive order, and highlights the importance of statewide legislation to provide paid family leave for all workers, as California, New Jersey and Rhode Island have done through disability insurance programs.In those states, public support for the policy is high, and among California businesses surveyed, 90 percent said it has had either a positive effect or no effect on their productivity, profit, morale and costs.The New York State Assembly passed a family-leave bill earlier this year, to be funded through increased contributions to the workers’ compensation fund, but it did not get through the State Senate. In February, Gov. Andrew Cuomo, who has supported family leave, suggested there wasn’t enough “appetite” for it in Albany. But Mr. Cuomo has already proved that he can move political mountains when he wants to, and he should assert his power on this issue.Paid family leave remains uncommon, with only 12 percent of private-sector workers having access to this benefit and low-wage workers being the least likely to have it, according to the federal Labor Department. The federal Family and Medical Leave Act of 1993 provides up to 12 weeks of unpaid leave for certain workers, but that is not a viable option for the tens of millions of Americans who depend on a weekly paycheck. One study found that nearly one in four new mothers returned to work within two weeks of giving birth.Some American companies, especially in the technology sector, have come to understand that even six weeks does not come close to the amount of time necessary for new parents to bond with their children. Facebook, Netflix, Google and others have recently offered four months or more paid parental leave to their employees. And that is still paltry compared with many other countries around the world, where new parents can get a year or more of paid leave. But by America’s embarrassingly low standard, any progress is meaningful.Contrary to the unfounded claims of some businesses and politicians, paid family leave in general — and paid parental leave in particular — is good for families, good for the economy and good for society. Mr. de Blasio, in addition to doing the right thing by many New York City residents, has issued a challenge to Mr. Cuomo and state lawmakers.There is no reason for them to delay any longer."}