{"Title":"Poland Deviates From Democracy","Link":"http://www.nytimes.com/2016/01/13/opinion/poland-deviates-from-democracy.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/13/opinion/poland-deviates-from-democracy.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/13/opinion/13wed1-1452639596790/13wed1-1452639596790-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003ePoland’s retreat from the fundamental values of liberal democracy is reprehensible and foolish.","Data":"It has been distressing these past weeks to watch Poland, long the poster child of Eastern European states that shed the Kremlin’s suffocating embrace, adopting dictatorial measures of its own, not least a right-wing, nationalistic assault on the country’s media and judiciary. The European Commission is scheduled to examine possible sanctions on Wednesday, but it is unlikely to take any, in part because Hungary and other governments sympathetic to Poland would veto them and also because they would serve only to deepen Warsaw’s hostility to the European Union.Nonetheless, it should be made clear to the Polish government that its retreat from the fundamental values of liberal democracy is reprehensible and foolish.Since its victory in national elections in late October, the nationalistic, euroskeptic Law and Justice Party led by the former prime minister Jaroslaw Kaczynski has moved rapidly on its conservative agenda, packing the highest court with malleable judges, reducing the court’s ability to block legislation, imposing greater government control over the state-owned media, choosing a party stalwart previously convicted of abusing power to oversee the police and intelligence agencies and purging European Union flags from government press briefings.This rightward swing, which mimics the politics of Mr. Kaczynski’s friend, Prime Minister Viktor Orban of Hungary, has inspired grumbling in the bloc about the way former Soviet vassals rushed to join the union and tap into its largess only to turn against its core values. Poland’s shift is all the more frustrating because the Law and Order Party already had a crack at power under Mr. Kaczynski and his twin, Lech Kaczynski,But however deplorable Poland’s politics may be, they also reflect the enormous difficulties East Europeans have faced in assimilating the free-market economics and social liberties of Western societies from which they were forcibly separated for decades. Those challenges have been compounded by the sense of injustice that East Europeans feel at lagging, even now, well behind their Western neighbors in living standards.These grievances are not unique to East Europe. Liberal democracy and its institutions elsewhere in Europe (and even, to some extent, in the United States) have been threatened by people frightened by the influx of large numbers of refugees and by economic uncertainty. Poland’s Law and Justice Party is only one of many such reactionary movements that have cropped up in mature democracies.  The problem is that Mr. Kaczynski, and others who similarly perceive the European Union or the institutions of liberal democracy as a threat to their way of life, fail to understand that a union of shared values and liberties, and independent institutions to safeguard them, is the surest defense against the sort of dictatorship they endured under Communism.Punishing Poland through sanctions would be counterproductive and even hypocritical, given the proliferation of like-minded parties across Europe. But that does not preclude European Union leaders from making clear to the Poles that Mr. Kaczynski’s politics are a damaging deviation from the democracy Poland so ardently embraced 25 years ago."}