{"Title":"Political Dark Money Just Got Darker","Link":"http://www.nytimes.com/2015/12/26/opinion/political-dark-money-just-got-darker.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/26/opinion/political-dark-money-just-got-darker.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/26/opinion/26sat1/26sat1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eTwo provisions in the spending bill just passed will make it even harder to regulate phantom donors.","Data":"As untold millions of dollars pour into the shadowy campaign troughs of the presidential candidates, voters need to be reminded of the rosy assumptions of the Supreme Court’s Citizens United decision that legitimized the new spending frenzy.In allowing unlimited spending on candidates by corporations and unions, the court’s decision, in 2010, blithely pronounced, “A campaign finance system that pairs corporate independent expenditures with effective disclosure has not existed before today.” Effective disclosure exists?The court majority in the 5-to-4 decision should have been watching this month when the Republican-controlled Congress, which has firmly bottled up all campaign disclosure legislation, voted to further cripple disclosure at two of its most vital points.In the new budget bill, Republicans inserted a provision blocking the Internal Revenue Service from creating rules to curb the growing abuse of the tax law by thinly veiled political machines posing as “social welfare” organizations. These groups are financed by rich special-interest donors who do not have to reveal their identities under the tax law. So much for effective disclosure at the I.R.S.In another move to keep the public blindfolded about who is writing big corporate checks for federal candidates, the Republicans barred the Securities and Exchange Commission from finalizing rules requiring corporations to disclose their campaign spending to investors. It was Citizens United that foolishly envisioned a world in which: “Shareholders can determine whether their corporation’s political speech advances the corporation’s interest in making profits, and citizens can see whether elected officials are ‘in the pocket’ of so-called moneyed interests.”In acting to seal that pocket and hobble the I.R.S., congressional Republicans are advancing what has become the dark age of plutocratic money in campaign spending. At every turn, they are veiling the truth about the special-interest ties they have with rich donors shopping for favors. Since the Citizens United decision in January 2010, politicians have collected more than $500 million in dark money from phantom donors, according to the Center for Responsive Politics, with hundreds of millions more expected in the current campaign.The move against the S.E.C. blocked it from “finalizing” a corporate disclosure rule, leaving proponents hopeful that it could be studied for some future enactment. This is not likely with a Republican Congress, which has made the I.R.S. even more of a target. Conservative lawmakers contend that tax investigators have been biased against right-wing political groups operating as “social welfare” organizations. And Congress has cut the tax agency budget by 18 percent since 2010, reducing its work force and weakening tax law enforcement.Is there any ray of light in this moneyed darkness?For two years, President Obama has dithered and withheld the one blow he could easily strike for greater political transparency: the signing of an executive order requiring government contractors to disclose their campaign spending. This would not solve the overall problem, but in mandating new disclosures in time for the 2016 elections it would help affirm that democracy is about transparency. Mr. Obama should sign the order now. If Republicans want to make an issue of this, let them — and let them defend the scourge of dark money before the voters on the campaign trail."}