{"Title":"President Obama’s Call to America’s Better Nature","Link":"http://www.nytimes.com/2016/01/13/opinion/president-obamas-call-to-americas-better-nature.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/13/opinion/president-obamas-call-to-americas-better-nature.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/12/opinion/opinion-SOTU3/opinion-SOTU3-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eIn his final State of the Union speech, Mr. Obama spoke of “our unique strengths as a nation” and what it endured and achieved since he took office.","Data":"In his final State of the Union speech, President Obama endeavored on Tuesday to lift Americans above the miasma of a brutally negative presidential campaign to reflect on what the nation has endured and achieved since he took office in the midst of a dire recession.The speech was, of course, a summary of his accomplishments, but more important, a reminder that the optimism that made him the first African-American president and then the resilience that helped the nation weather economic and global crises over the past seven years are what position it best for the future.“Our unique strengths as a nation — our optimism and work ethic, our spirit of discovery, our diversity, our commitment to the rule of law — these things give us everything we need to ensure prosperity and security for generations to come,” he said. Opinion  In his speech, the president said much depends on Americans’ ability to address several key challenges: ensuring that opportunity is equally shared; harnessing technology for the greater good; keeping the nation safe without becoming the world’s police force; and having political leadership that reflects the country’s best values.While acknowledging the Republicans’ determination to block most, if not all, of his initiatives, Mr. Obama noted some accomplishments that got through in the past year, notably last month’s budget agreement and a permanent extension of middle-class tax cuts. He credited the Affordable Care Act, his most important legislative achievement, for reducing the number of uninsured Americans.But so much remains to be done, obstructed by a Republican leadership implacable in its hostility to Mr. Obama, determined to oppose just about everything he proposed from the day he entered office.  Efforts to curb gun violence remain on the White House agenda, though executive actions may be all that the president can manage, given congressional intransigence. He spoke of the importance of immigration reform, despite his record deportation rates and the administration’s harsh response to an influx of families fleeing Central American violence. Through executive action, Mr. Obama has given temporary deportation relief to hundreds of thousands of young immigrants, but his bid to expand it to parents is in legal limbo.On the chaos of the Middle East, Mr. Obama pointed to Congress’s failure to authorize war against the Islamic State, or ISIL, saying: “If this Congress is serious about winning this war, and wants to send a message to our troops and the world, authorize the use of military force against ISIL. Take a vote.”He reflected on the administration’s success achieving global agreements, foremost being the nuclear deal with Iran. “As we speak,” he said, “Iran has rolled back its nuclear program, shipped out its uranium stockpile, and the world has avoided another war.”If the accord proceeds as envisioned, it may emerge as Mr. Obama’s most transformative foreign policy accomplishment, though that bright promise is clouded by Tehran’s bad-faith tests of ballistic missiles.Another foreign policy milestone was Mr. Obama’s decision to begin normalizing relations with Cuba, a move popular on the island and among Americans generally. He exhorted Congress to lift the current embargo.With virtually no help from Congress, the administration achieved an impressive environmental record. It acted to reduce greenhouse gas emissions from vehicles and power plants while presiding over a major expansion and investment in renewable energy sources. Mr. Obama also persuaded the Chinese to join the fight against climate change — an agreement that did much to ensure the success of the Paris climate accord in December.“Now we’ve got to accelerate the transition away from old, dirtier energy sources,” he said. “That’s why I’m going to push to change the way we manage our oil and coal resources, so that they better reflect the costs they impose on taxpayers and our planet.”On jobs and the economy, the president pointed to a 5 percent unemployment rate and sustained growth. But Congress has blocked many job-creation initiatives, including more spending on energy and infrastructure. Still, the administration’s failure to provide meaningful mortgage relief in the financial crisis meant that many homeowners never got the help they needed.The president closed his speech with an exhortation to improve the deplorable quality of the political debate now.“My fellow Americans, whatever you may believe, whether you prefer one party or no party, whether you supported my agenda or fought as hard as you could against it, our collective future depends on your willingness to uphold your duties as a citizen. To vote. To speak out. To stand up for others, especially the weak, especially the vulnerable, knowing that each of us is only here because somebody, somewhere, stood up for us. We need every American to stay active in our public life and not just during election time, so that our public life reflects the goodness and the decency that I see in the American people every single day.”Those are inspiring words for Americans who are yearning for more civility from those in political life."}