{"Title":"Proof That a Price on Carbon Works","Link":"http://www.nytimes.com/2016/01/19/opinion/proof-that-a-price-on-carbon-works.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/19/opinion/proof-that-a-price-on-carbon-works.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/19/opinion/CARBON/CARBON-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eCanadian provinces and some American states have shown that raising the cost of burning fossil fuels does not damage the economy.","Data":"Lawmakers who oppose taking action to lower greenhouse gas emissions by putting a price on carbon often argue that doing so would hurt businesses and consumers. But the energy policies adopted by some American states and Canadian provinces demonstrate that those arguments are simply unfounded.Around the world, nearly 40 nations, including the 28-member European Union, and many smaller jurisdictions are engaged in some form of carbon pricing. In this hemisphere, British Columbia, Quebec, California and nine Northeastern states have raised the cost of burning fossil fuels without damaging the economy. Alberta, Canada’s biggest oil and gas producer, and Ontario have said they will adopt similar policies.Carbon pricing comes in two forms: a direct tax on emissions or a cap on emissions. British Columbia, for instance, has levied a tax on emissions from fuels like gasoline, natural gas and heating oil. California and Quebec, which are working together, place a ceiling on overall emissions and allow utilities, manufacturing plants, fuel distributors and others to buy and sell permits that entitle them to emit greenhouse gases. Like the cap itself, the number of permits decline over time, becoming more expensive.Many economists regard carbon taxes as the simpler and more elegant solution, and cap-and-trade systems like the one that failed in the United States Congress as complex and hard to explain. But both systems effectively raise the price of using fossil fuels, which encourages utilities and other producers to generate more energy from low-carbon sources like solar, wind and nuclear power.British Columbia, which is home to 4.7 million people, has placed the highest price on emissions in North America, taxing a ton of carbon emitted at 30 Canadian dollars, or about $21. By comparison, emission permits in California and Quebec are trading at about $13 a ton. And permits sold for $7.50 a ton in a December auction in the Northeastern trading system known as the Regional Greenhouse Gas Initiative. That system covers emissions from power plants in nine states that include Connecticut, New York and Massachusetts.British Columbia started taxing emissions in 2008. One big appeal of its system is that it is essentially revenue-neutral. People pay more for energy (the price of gasoline is up by about 17 cents a gallon) but pay less in personal income and corporate taxes. And low-income and rural residents get special tax credits. The tax has raised about $4.3 billion while other taxes have been cut by about $5 billion. Researchers have found that the tax helped cut emissions but has had no negative impact on the province’s growth rate, which has been about the same or slightly faster than the country as a whole in recent years.Meanwhile, jurisdictions using the cap-and-trade approach like California, the nine Northeastern states and Quebec are investing the revenue generated by auctioning emission permits in mass transit, energy efficiency, renewable energy and other strategies to reduce carbon emissions. Some of the revenue is also dedicated to helping low-income families cope with higher energy costs.In recent months, the leaders of Ontario and Manitoba said they would join the California-Quebec cap-and-trade system. In October, Gov. Andrew Cuomo of New York said he was interested in linking the Northeastern system to the California-Quebec trading platform.In Alberta, a new government announced in November that it would impose a tax of 30 Canadian dollars on most greenhouse gas emissions by the start of 2018. The province’s leaders also said they would phase out the use of coal power plants and impose caps on carbon and methane emissions from Alberta’s oil and gas industry.These actions deserve applause. But their real value may lie in providing a template for the rest of the world. Broad participation is essential to keeping warming below a point of no return; as a practical matter, it is also essential to keep companies from moving their operations to nations that do not impose a cost on carbon emissions.In that context, China’s announcement last year that it would set up a national cap-and-trade system was hugely encouraging — the world’s largest emitter agreeing to tax itself to help solve a problem that, only a few years ago, it barely acknowledged. Yet Congress has refused to act even as it becomes clear that putting a price on greenhouse gas emissions is the most direct and cost-effective way to address climate change."}