{"Title":"Put Reforms Into State Prison Guards’ Contract","Link":"http://www.nytimes.com/2015/12/26/opinion/put-reforms-into-state-prison-guards-contract.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/26/opinion/put-reforms-into-state-prison-guards-contract.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/26/opinion/26sat2web/26sat2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe coming negotiations offer the Cuomo administration the opportunity to help fix a very troubled system.","Data":"In New York State, some prison guards may well feel free to beat prisoners nearly to death because their union contract, which expires at the end of March, protects even the worst of them from being fired, disciplined or moved into jobs where they could do less harm.Gov. Andrew Cuomo has an opportunity to remedy this appalling situation in the coming contract negotiations. He needs to insist on broad reforms, and he would be justified in risking a strike if it meant restoring state control over a prison system that the guards currently run with total impunity.The state prison system, which seems to operate without accountability, has been the scene of countless abuses and assaults. The case of George Williams, an inmate at the infamous Attica prison in western New York, illustrates the outrageous amount of control granted to correction officers by their contract.In 2011, Mr. Williams was led into a darkened room by three guards who kicked and battered him with heavy wooden batons. The assault would never have come to light had Mr. Williams’s injuries been treated within the prison walls. But the prison medical staff recognized the life-threatening nature of the injuries and sent him to a hospital, which found two broken legs, a broken shoulder, several cracked rip, a fractured orbit of the left eye and myriad cuts and bruises.The union contract has presented serious obstacles to investigating cases like this one. A particularly egregious provision allows guards to essentially obstruct investigations by refusing to answer questions from police agencies. When the State Police investigated the Williams beating, 11 of the 15 guards they sought to question simply declined to cooperate.Inmates who had witnessed the assault were fearful that the same thing would happen to them. To get their stories, the corrections department had to relocate five of them to other prisons.The guards were charged with first-degree gang assault in December 2011; state officials described this as the first time that criminal charges had been brought against corrections officers for a nonsexual assault on an inmate.The next labor contract needs to compel guards to cooperate with criminal investigations or be fired. It must also pare back a destructively rigid seniority system that gives guards their choice of jobs and that prevents managers from moving them out of positions for which they are unsuited and in which they can do great harm.Perhaps the worst provision of all requires a convoluted arbitration process that routinely prevents the state from firing officers who have committed serious offenses and do not belong on the job. This process — which relies on lax, outside arbitrators — does not resemble the disciplinary processes used in other law enforcement agencies. Charges against State Police troopers, for example, are heard by three commissioned officers, two appointed by the State Police superintendent and one chosen by the union.At the moment, the New York inmate population is often at the mercy of sadistic guards who have been given free rein. To begin to get at this problem, the Cuomo administration has to negotiate a contract that allows the state to hold all guards accountable."}