{"Title":"Putting an Environmental Price Tag on Coal","Link":"http://www.nytimes.com/2016/01/16/opinion/putting-an-environmental-price-tag-on-coal.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/16/opinion/putting-an-environmental-price-tag-on-coal.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/16/opinion/16sat3web/16sat3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Obama administration is serious about decreasing the country’s reliance on fossil fuels.","Data":"One intriguing if slightly mysterious passage in President Obama’s State of the Union address contained a pledge to “accelerate the transition away from old, dirtier energy,” in part by changing “the way we manage our oil and coal resources so that they better reflect the costs they impose on taxpayers and our planet.”On Friday, his administration unveiled an important first step toward keeping that pledge: a moratorium on new coal mining leases on federal lands and a review of the federal program that allows mining companies to extract vast amounts of coal at a high cost to the environment and a low return to taxpayers.The announcement was made by Interior Secretary Sally Jewell, whose department will conduct the review, the first in 30 years. The temporary halt on leasing will not affect production or jobs; leases already in effect will be honored and are sufficient to supply the country’s electricity needs for 20 years. But it sends a signal that the administration is serious about decreasing the country’s reliance on fossil fuels and that industry can no longer take unlimited production for granted.The economic case for reform seems clear. The royalty payment of 12.5 percent levied on coal production was last set in 1976. It is the same as the royalty for onshore oil and gas but well below the 18.75 percent charged for offshore oil and gas in places like the Gulf of Mexico; in fact, it is often well below 12.5 percent because of loopholes and exemptions. At stake are hundreds of millions of dollars a year in lost revenues to the American taxpayer — and needy state governments.There is also a strong environmental case for review. Americans (and the world) are already incurring major costs resulting from the burning of fossil fuels — storm surges, drought, species loss. About 40 percent of the coal produced in America comes from federal lands in the West, mostly from the Powder River Basin in Wyoming and Montana. According to a study by the Center for American Progress and the Wilderness Society, Powder River Basin coal alone accounts for more than one-tenth of all greenhouse gas emissions in the United States.Ms. Jewell’s department made clear that it would take climate change into account during the review. But it is too early to say whether or how heavily the social costs of carbon emissions will figure into future fees. For one thing, there is little agreement on what these costs really are; the government estimates the environmental damage from climate change, in dollars per ton of carbon emissions, at $37 a ton; other estimates are higher. Calculations would have to be made for coal mined on private land as well, including the big deposits in Appalachia. And of course, any policy that reflects coal’s climate costs would further damage an industry that is already in deep trouble because of market factors like the low price of natural gas.Still, the announcement could be an important moment in climate policy. With Congress failing to act on climate, President Obama has been forced to make progress through executive action. Along with cracking down on methane emissions from oil and gas operations, reforming fossil fuel leases is among his last remaining options. He was wise to take it."}