{"Title":"Race and College Admissions at the Supreme Court","Link":"http://www.nytimes.com/2015/12/10/opinion/race-and-college-admissions-at-the-supreme-court.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/10/opinion/race-and-college-admissions-at-the-supreme-court.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/10/opinion/10thu2web/10thu2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe University of Texas at Austin’s race-conscious admissions policy is modest and effective. Why won’t the justices leave it alone?","Data":"Racial diversity is essential in carrying out the missions of institutions like universities, corporations and the United States military. Affirmative action is one tool that’s useful in achieving that diversity. Some Supreme Court justices, however, seem unable to accept this fact, despite decades of experience and evidence showing its value.On Wednesday, the court heard the latest challenge to the policy at the University of Texas at Austin, which considers race as one of many factors in admissions. The court considered the policy just two years ago, but declined to rule on its constitutionality. Instead, by a vote of 7-1, it ordered the federal appeals court in Texas, which had ruled in favor of the policy, to perform a more searching analysis of the university’s rationale for weighing race — specifically whether it had tried “available, workable race-neutral alternatives” to improve campus diversity.Last year, the appeals court upheld the policy again. Abigail Fisher, a white woman who claims she was denied admission in 2008 because of her race, argued that the court had failed to follow the justices’ instructions, and had allowed university officials to claim without evidence that they had considered race-neutral alternatives.Based on the justices’ questions at oral argument on Wednesday morning, there is a chance the case could be sent back to the lower court again. Justice Anthony Kennedy, who wrote the 2013 decision and has been generally unsympathetic to affirmative action, appeared frustrated at the lack of facts in the record and suggested a trial would be appropriate.The university achieves a degree of diversity by using a race-neutral policy for three-quarters of its incoming class — it admits the top 10 percent of students from every high school in the state. This works only because Texas neighborhoods are so segregated that many high schools are predominantly white or predominantly minority.The issue before the court is whether the university can apply a “holistic” review for the remaining quarter of spots that considers, among other things, an applicant’s leadership qualities, community service, socioeconomic status and race. After four years, this policy raised the percentage of black students by 25 percent. In states where affirmative action has been banned, like California and Michigan, the percentage of minority students has dropped significantly.Justice Antonin Scalia proposed that rather than place unprepared black students in a top state school “where they do not do well,” they should be sent “to a less-advanced school, a slower-track school where they do well.” The university’s lawyer, Gregory Garre, rejected that offensive premise, which has not gotten such a full airing at the Supreme Court since the 1950s. “Frankly,” Mr. Garre said, “I don’t think the solution to the problems with student body diversity can be to set up a system in which not only are minorities going to separate schools, they’re going to inferior schools.”Justice Scalia and the other conservative justices may prefer to ignore the systemic effects of racism and segregation in America, but they do not disappear that easily. The University of Texas, like countless other schools around the country, is already extremely restricted in what it can to counteract those effects. The court should not make the job even harder."}