{"Title":"Racial Gerrymandering in North Carolina","Link":"http://www.nytimes.com/2016/02/18/opinion/racial-gerrymandering-in-north-carolina.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/18/opinion/racial-gerrymandering-in-north-carolina.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/18/opinion/18thu2web/18thu2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eRepublicans in the state have used various machinations to disenfranchise voters.","Data":"The North Carolina legislature is hurriedly redrawing the lines of two congressional districts that had been gerrymandered along racial lines and ruled unconstitutional by a Federal District Court. Unless the Supreme Court steps in, the Republican-controlled legislature must draw new maps by Friday, in time for the March 15 state primary, under an order from the district court.North Carolina has asked for a stay of the lower court ruling, but it’s an open question whether the justices will grant it, considering the 4-to-4 standoff produced by the death of Justice Antonin Scalia. In the meantime, the legislature must quickly redraw the First and 12th districts, which a three-judge panel of the lower court said had been unconstitutionally gerrymandered after the 2010 census to pack African-American voters together so their political power would be diluted. The two district maps containing the blatant “racial quota” were used in the last two congressional elections.The nation’s growing political curse of partisan and racial gerrymandering is at the heart of the North Carolina case. The lower court found the “serpentine” 12th to be so “contorted and contrived” by the legislature that it may be the least geographically compact of all the nation’s many gerrymandered districts. It resembles an archipelago snaking northeast from Charlotte along Interstate 85 through African-American communities.The court said the mapmaker was a specialist who served the Republican National Committee as a redistricting coordinator after the last three censuses. Such is the undemocratic gamesmanship at work in the legislature’s systematic efforts to cling to partisan power.If a stay should come from the Supreme Court, another election could unfortunately go forward in which the black vote remains hobbled.For all the complaints of judicial interference from North Carolina’s Republican lawmakers, they brought this crisis on themselves in their unscrupulous efforts to fence off black communities.This is not the only effort by North Carolina lawmakers to diminish the political power of black voters. Similar racial scheming lies behind an unnecessary and harmful voter ID law and other unfair electoral restrictions approved by the legislature in 2013. These eliminated the state’s early balloting and same-day registration system popular with voters.The Republican majority rushed to act only weeks after the Supreme Court’s misguided 5-to-4 ruling in June of that year effectively dismantling a central provision of the historic 1965 Voting Rights Act that required nine states, mostly in the South, to receive advance federal approval before changing their election laws.The ruling had immediate ramifications. Texas, for instance, announced shortly after the decision that a voter ID law that had been blocked would take effect immediately, and that redistricting maps there would no longer need federal approval. But it has been hard to match the force with which North Carolina Republicans have used various machinations to disenfranchise voters who tend to favor Democrats."}