{"Title":"Republican Candidates Deeply Entrenched Against Gun Controls","Link":"http://www.nytimes.com/2016/02/28/opinion/sunday/republican-candidates-deeply-entrenched-against-gun-controls.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/28/opinion/sunday/republican-candidates-deeply-entrenched-against-gun-controls.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/28/opinion/28sun2web/28sun2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eClearly, facing up to the gun mayhem is a nonstarter for these contenders. All the more reason for the Democrats to keep driving the point home.","Data":"Realistically, no one studying politics should have expected the remaining Republican presidential contenders to speak up at their latest debate about the nation’s harrowing problem of mass shootings.For all their rambling conflict last Thursday, they did not say a word about the carnage, even if six more innocent citizens were shot dead just days before in Kalamazoo, Mich. Three other people were murdered by a gunman in Hesston, Kan., on the very night of the debate. But it’s been clear for months that facing up to the gun mayhem is a nonstarter for the Republican contenders except, perhaps, if one of the shooters turns out to have Islamic connections.That would very likely spark another bout of dire campaign warnings about the threat of international terrorism, as distinct from the domestic kind that is perpetrated so regularly it slips off the Republican radar. (How many dead this time? Too few for the usual “thoughts and prayers” bromides from the candidates.)President Obama has labored and even shed tears in pleading for just a bit of compromise to widen background checks on gun buyers and do more about the mental health problems underlying many of the mass shootings. He has also done what he can through executive actions. But the winner of the Republican nomination is almost guaranteed to be an ironclad defender of the gun lobby, pandering to voters by portraying the government as intent on trampling gun owners’ rights and confiscating their firearms.“No more gun-free zones!” vows Donald Trump of local governments’ efforts to limit the killings. “Gun laws fail everywhere they’re tried,” insists Senator Marco Rubio, contradicting studies showing that states with strong gun safety laws suffer fewer shooting deaths. “We define gun control real simple — that’s hitting what you aim at,” Senator Ted Cruz says with a grin as the industry’s concealed-carry campaign to arm more and more Americans advances from barrooms to college campuses.This makes it all the more interesting that in the general election voters may finally hear a healthier debate about gun safety. Hillary Clinton has been campaigning emphatically on the need for stronger gun controls as she pursues the Democratic presidential nomination. “How many people do we need to see cut down before we act?” she asks voters. Last week, she campaigned in South Carolina with the families of gun victims, promising to take on the gun lobby as president. She criticized her presidential rival, Senator Bernie Sanders, for voting against the Brady law requiring background checks on gun buyers and voting for the law that shields the gun industry from damage lawsuits.But Mr. Sanders has warmed to the issue as he has campaigned, supporting a ban on assault weapons and a bill to repeal the industry’s lawsuit protection. “It’s become clear that no mass shooting, no matter how big or bloody, will inspire Republicans to put children and innocent Americans over the interests of the N.R.A.,” he said in endorsing President Obama’s gun proposals.Gun safety should be a bipartisan issue, but the Republican candidates seem too afraid of the gun lobby to let that happen. All the more reason for the Democrats to drive the point home all the way to November."}