{"Title":"Responses in an Age of Megacrises","Link":"http://www.nytimes.com/2016/01/22/opinion/responses-in-an-age-of-megacrises.html?partner=rssnyt\u0026emc=rss","Description":"Fixing financing for humanitarian aid is urgent in the interest of global stability.","Data":"The world has responded with billions of dollars in humanitarian aid to the multiplying emergencies around the world, but the need has far outstripped that generosity. The fact is, as the United Nations secretary general, Ban Ki-moon, puts it, we are living in “the age of the megacrises.” Wars and natural disasters have pushed 125 million people worldwide from their homes and severed them from their traditional livelihoods.To provide these people with the barest means of survival requires $40 billion a year. Though humanitarian funding reached $24.5 billion in 2014, more than 12 times the $2 billion raised in 2000, that still left a shortfall of nearly $15 billion. The current system, based on responding to catastrophes as they happen and on the outdated notion that each crisis will be limited in scope and in time, clearly isn’t working.On Sunday, the United Nations released a report detailing ambitious plans to overhaul global humanitarian financing. The report recommends a multipronged approach: more concerted effort to end conflicts and prepare for natural disasters, increasing funds by imposing small taxes of a few cents on the sale of high-volume goods and services, tapping into Islamic finance mechanisms in the Muslim world and enlisting the expertise of global businesses. The report’s recommendations will be discussed at the first-ever World Humanitarian Summit, to be held in Istanbul in May.The members of the panel that worked on the report failed to reach consensus on some of the particulars, including microtaxes on transactions. But there is precedent for that strategy: A small tax on airfare raised $2 billion between 2006 and 2011, largely for immunization programs worldwide. The panel has reached out to FIFA, the soccer governing body, for a humanitarian tax added to ticket purchases. Another possibility is placing small, voluntary fees on taxi rides, through Uber and other taxi apps.At the summit in Istanbul, governments and organizations should strive for consensus around the main proposals of the United Nations report. As the refugee crisis in Europe drives home, the fallout from a calamity in one region can trigger crises in others. Fixing financing for humanitarian aid is urgent in the interest of global stability."}