{"Title":"Rwanda’s Entrenched President","Link":"http://www.nytimes.com/2016/01/11/opinion/rwandas-entrenched-president.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/11/opinion/rwandas-entrenched-president.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/11/opinion/11mon3web/11mon3web-thumbStandard-v2.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003ePresident Paul Kagame backers abroad should pay more attention to the country’s worsening human rights abuses.","Data":"During a New Year’s Day speech, President Paul Kagame of Rwanda pretended to be humbled by the outcome of a constitutional referendum that paved the way for him to seek a third term and, conceivably, rule until 2034.“But I do not think our aim is to have a president for life, nor is it what I would want,” Mr. Kagame said. “Sooner, rather than later, this office will be transferred from one person to another in a manner that will serve a purpose, not merely set an example, whether for ourselves or others.”Those words ring hollow. Mr. Kagame seems intent on staying in power indefinitely. Since he took the reins of this small east African country after the Rwandan genocide in 1994, he has become increasingly authoritarian, cracking down on freedom of expression and making it impossible for political opponents to organize.He is among the leaders President Obama had in mind during a trip to Africa last year, when he proclaimed that “Africa doesn’t need strongmen.” Term limits have become a contentious issue o n the continent in recent years. President Pierre Nkurunziza of Burundi caused a crisis last year by pressing for a third term. In Burkina Faso, a similar attempt by Blaise Compaoré in 2014 inspired protests that ultimately forced him to flee the country.Rwanda’s situation is unique. American officials were not terribly optimistic that Mr. Kagame would cede power this year, not least because he faces the prospect of being prosecuted for war crimes at some point in the future. But they nonetheless have continued to criticize him for his authoritarian style.Mr. Kagame’s record is mixed, and some of his accomplishments have earned him praise in the international community. Under his watch, Rwanda, which was devastated by the bloodletting in 1994, has become one of the safest countries in the region and its economy has grown steadily in recent years. The nation’s gross domestic product has grown between 7 and 8 percent per year since 2003, significantly reducing he number of impoverished Rwandans.But those gains have come as government critics have been unlawfully detained and forced into exile. Some have been killed in custody. In its most recent annual human rights report, the State Department last year noted an increase in “politically motivated abductions” in Rwanda and said that local human rights groups had stopped investigating such cases as a result of government pressure.Mr. Kagame’s international champions include former President Bill Clinton, former Prime Minister Tony Blair of Britain and Microsoft co-founder Bill Gates. Like many international leaders, they have been heartened by the remarkable progress Rwanda has made since 1994. They should, however, acknowledge and speak out against the government’s continuing abuses. To ignore them simply because they play out largely out of sight does nothing for the liberties of Rwanda’s citizens or the health of its politics."}