{"Title":"Saudi Arabia’s Execution Spree","Link":"http://www.nytimes.com/2015/12/15/opinion/saudi-arabias-execution-spree.html?partner=rssnyt\u0026emc=rss","Description":"It is shameful that the United States and other Western democracies are so often silent on the kingdom's gruesome excesses.","Data":"Ali al-Nimr was sentenced to beheading and crucifixion for participating in a protest at age 17. Raif Badawi was to receive a thousand lashes — a punishment sure to kill — for his blog posts.  A Sri Lankan maid, whose name has not been released, was sentenced, on scant evidence, to death by stoning for adultery. These are just some of the people awaiting horrific punishment in Saudi Arabia for things most of the world would not consider serious crimes, or crimes at all. It would be an outrage if their sentences were carried out.Saudi Arabia’s justice system has gone into murderous overdrive. More than 150 people have been executed this year, the most since 1995. More than 50 people are reported to be scheduled for imminent execution on terrorist charges, though some are citizens whose only crime was protesting against the government. This wave of killing has prompted some to compare Saudi Arabia to the Islamic State: both follow Shariah law.In Saudi Arabia’s justice system, sentences can be appealed and royal clemency granted. Pressure from foreign governments has helped some of the convicted — Sri Lanka has secured a new hearing for the maid. International protest has helped others, like the blogger Mr. Badawi, whose case drew worldwide condemnation. He has escaped further punishment after his first set of lashes in January but remains imprisoned and is on a hunger strike, his wife said.Part of the problem is the lack of a penal code defining specific crimes and punishments, leaving judges complete discretion.That Saudi Arabia serves on the United Nations Human Rights Council makes this year’s execution spree all the more egregious. It is shameful that the United States and other democracies that consider Saudi Arabia a valuable ally are so often silent in the face of such gruesome excesses.They should be pressing King Salman to order an overhaul of the justice system and grant immediate clemency to all condemned for crimes of freedom of expression. Inhumane punishments for exercising basic rights and death sentences based on questionable evidence must end."}