{"Title":"Saudi Arabia and the 'Crime' of Poetry","Link":"http://www.nytimes.com/2016/02/06/opinion/saudi-arabia-and-the-crime-of-poetry.html?partner=rssnyt\u0026emc=rss","Description":"It is time for the country to end its unjust campaign against Ashraf Fayadh.","Data":"Instead of beheading Ashraf Fayadh, a poet convicted of apostasy, a court in Saudi Arabia has reduced his sentence to eight years in prison, 800 lashes and a public declaration of repentance.So is this enough to absolve Saudi Arabia of comparisons with the lslamic State, which is known for its extreme religious ideology and cruel summary judgments? No. Mr. Fayadh’s crime, in essence, was committing poetry and art.The new sentence, made public on Tuesday, reversed the one handed down in November when Mr. Fayadh was convicted of blasphemy and illicit relationships with women. The charges were based on photographs and a book of his poetry that was published abroad years before.Mr. Fayadh, 35, was born in Saudi Arabia to a stateless family of Palestinian origin and was not known as a dissident, according to Ben Hubbard of The Times. He was active in Saudi Arabia’s small art scene, curating shows at home and abroad.  In 2013, he was arrested after an argument in a cafe. Although Mr. Fayadh was released without charge, he was arrested again later and hit with the blasphemy charges. He was convicted and sentenced to four years in prison and 800 lashes. He appealed and, after a retrial, got the death penalty.This week’s sentence modification was the result of another appeal. It followed widespread condemnation by artists and human rights groups around the world. Who knows what would have happened if they hadn’t spoken out.Saudi Arabia has come under a lot of fire lately and for good reason. The country follows an extremist version of Islam called Wahhabism that has inspired the Islamic State and other jihadis, and the judiciary is controlled by conservative clerics who are allowed a wide berth to apply Shariah law.Last year, the Saudi government carried out its highest number of executions in two decades. The Saudis’ bloody record has brought unfavorable comparisons to the Islamic State.It is time for Saudi authorities to end their unjust campaign to punish the poet for what PEN America, a press freedom advocacy group, describes as “the simple human act of artistic expression.”"}