{"Title":"Saudi Arabia’s Barbaric Executions","Link":"http://www.nytimes.com/2016/01/05/opinion/saudi-arabias-barbaric-executions.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/05/opinion/saudi-arabias-barbaric-executions.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/05/opinion/05tue1web/05tue1web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe executions take the region on a foolhardy course and deserve powerful condemnation.","Data":"The execution of the popular Shiite cleric Sheikh Nimr al-Nimr and 46 other prisoners on Saturday was about the worst way Saudi Arabia could have started what promises to be a grim and tumultuous year in the kingdom and across the Middle East. It is hard to imagine that the Sunni rulers of the kingdom were not aware of the sectarian passions the killings would unleash around the region. They may even have counted on the fierce reaction in Iran and elsewhere as a distraction from economic problems at home and to silence dissenters. America’s longstanding alliance with the House of Saud is no reason for the Obama administration to do anything less than clearly condemn this foolhardy and dangerous course with a more robust response than its call Monday for both sides to exercise restraint. Opinion  The immediate consequence of the executions was a burst of hostility between Saudi Arabia and Iran. The two rivals are already backing opposite sides in civil wars in Syria and Yemen. Iranians infuriated by the killing of a revered cleric promptly ransacked and set fire to the Saudi Embassy in Tehran. Though Iranian leaders condemned the action and arrested protesters, Saudi Arabia and its Sunni-led allies in Bahrain, Sudan and the United Arab Emirates were quick to cut or curtail ties with Iran.That in turn promised to set back international efforts to resolve the wars in Syria and Yemen and to combat the Islamic State and other Islamist terrorist organizations. Just weeks ago, a series of talks led by the United States and Russia and including the Saudi and Iranian foreign ministers brought rival powers to the table to discuss a road map for peace in Syria. Then, on Saturday after announcing the executions, the Saudis ended a shaky cease-fire in Yemen.Saudi Arabia’s income has sharply declined as a result of the prolonged drop in oil prices — caused, in part, by the regime’s insistence on maintaining production levels — and the government has announced cutbacks in the lavish welfare spending that Saudis have long taken for granted. The executions provided both a sectarian crisis to deflect anger over the cutbacks and a graphic warning of what can befall critics.But the executions were not out of character for Saudi Arabia. The country has a dismal human rights record with its application of stern Islamic law and its repression of women and practitioners of religious traditions other than Sunni Islam. The regime has become only more repressive in the years since the Arab Spring. According to Human Rights Watch, the mass execution this weekend followed a year in which 158 people were executed, the most in recent history, largely based on vague laws and dubious trials. Sheikh Nimr was a vocal critic of the regime and champion of the rights of the Shiite minority in the Eastern Province of Saudi Arabia, but not an advocate of violent action.The tangled and volatile realities of the Middle East do not give the United States or the European Union the luxury of choosing or rejecting allies on moral criteria. Washington has no choice but to deal with regimes like those in Tehran, which also has an abysmal human rights record, including nearly 700 executions in the first half of last year, or in Riyadh to combat the clear and present danger posed by Islamist terrorists or to search for solutions to massively destabilizing conflicts like the Syrian civil war. But that cannot mean condoning actions that blatantly fan sectarian hatreds, undermine efforts at stabilizing the region and crudely violate human rights."}