{"Title":"Seismic Political Shock in Spain","Link":"http://www.nytimes.com/2015/12/23/opinion/seismic-political-shock-in-spain.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/23/opinion/seismic-political-shock-in-spain.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/23/opinion/23wed2web/23wed2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eSpain’s election is the latest evidence that voters are sick of austerity and losing faith in their established parties.","Data":"The Spanish election on Sunday turned Spanish politics upside down, offering — after Greece and Portugal — the latest striking evidence that voters in southern Europe are sick of austerity and losing faith in their established parties. Two outside parties in Spain captured enough of the vote to prevent the two parties that have alternated in power for three decades from forming a government without coalition partners. It is tempting to welcome this as a youthful challenge to politics as usual and as a fresh start. There is that, but the consequences of the election are too uncertain and the risks for Spain and for Europe too great to celebrate quite yet.In retrospect, it might seem surprising that the voter backlash had not come earlier. Though Spain’s austerity regime has not been as drastic as Greece’s, unemployment remains above 20 percent, with young people affected most severely, many services have been cut back, and more hardship lies ahead. While the Popular Party of Prime Minister Mariano Rajoy could claim that Spain had turned the corner with growth projected at 3 percent this year, it was apparently not enough to counter austerity fatigue and a sense that the burden was not being equally shared because of the cronyism, corruption scandals and stagnation of the established parties.The main beneficiary of the upheaval was Podemos, a two-year-old party whose name (“We Can”) echoed President Obama’s campaign slogan and whose pony-tailed leader, the 37-year-old Pablo Iglesias, was inspired by the success of Prime Minister Alexis Tsipras’s anti-austerity Syriza movement in Greece. “Austerity has now been politically defeated in #Spain, as well,” Mr. Tsipras tweeted triumphantly, though inaccurately. Mr. Rajoy’s party won the most votes, 29 percent of the total, and 123 of the 350 seats in the Parliament. The Socialists won 90 seats, Podemos 69, and the centrist Citizens Party 40.It may take a long time to sort out who will govern next. Mr. Rajoy gets the first crack at forming a coalition, but it’s not certain he will find willing partners. It’s thus possible that new elections will have to be called for early next year. The markets quickly reacted to the uncertainty — Spanish bonds and stocks fell on the results. Beyond Spain’s borders, leaders of other European Union countries facing austerity fatigue, like Italy and France, are likely to wonder whether imposing too much belt-tightening might spell political disaster for them as well.On the other side of the ledger, the Spanish shock should compel the European Union and its sternest member, Germany, and the International Monetary Fund to re-examine the austerity they have been imposing on countries most affected by Europe’s debt crisis. Spain is not Greece — it is the fourth-largest economy of the eurozone, and Mr. Rajoy had been willing to take the needed medicine. What the vote showed is that there are limits to the sacrifices people in any country will take, and that when sacrifices are demanded, leaders must spread them equitably and transparently."}