{"Title":"Shine a Light on Secret Real Estate Deals","Link":"http://www.nytimes.com/2016/01/18/opinion/shine-a-light-on-secret-real-estate-deals.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/18/opinion/shine-a-light-on-secret-real-estate-deals.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/18/opinion/REALESTATE/REALESTATE-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Treasury Department’s crackdown on shell companies is one step in addressing a big hole in financial regulations.","Data":"The Treasury Department announced last week that it would start demanding the identities of the people behind the shell companies that rich foreigners use to buy real estate in Manhattan and Miami-Dade County. This is a good step that should help law enforcement agencies crack down on money laundering, tax evasion and other crimes. But the program should be broadened to cover the whole country, and it must be forcefully carried out.In recent years, oligarchs, corrupt politicians, business executives and suspected criminals have stashed billions of dollars of wealth in the United States by buying condominiums, mansions and other costly assets. As documented by The Times last year, these purchases are generally made through limited liability corporations that are not required to disclose their owners or beneficiaries. The secrecy is so complete that even law enforcement officials say they are often unable to identify the true owners.The crux of the problem is that states — especially Delaware, Nevada and Wyoming — have made it easy for people to set up shell companies without providing any personal information. While limited liability corporations have many legitimate purposes, there is no justification for allowing owners to shield their identities even from law enforcement and regulators. These states appear to be mainly motivated by a desire to earn corporation filing fees, legal costs and related revenue.Unfortunately, efforts by lawmakers like Senator Charles Grassley, Republican of Iowa, and Representative Carolyn Maloney, Democrat of New York, to require greater disclosure have been thwarted by lobbying from the financial and real estate industries and state governments. That makes it even more important that the Treasury Department take stronger action than it has so far.The department currently requires mortgage lenders to know the identities of the true owners of shell companies in transactions that involve loans. Lenders also have to report suspicious activity to the department. Under the new policy, the department’s Financial Crimes Enforcement Network will require real estate title companies to report to it the true owners of limited liability companies that buy properties without loans. However, the order applies only to Manhattan and Miami-Dade County, and will be effective for only 180 days, starting in March.At the end of that period, after studying trends and activities, the agency will decide whether to extend and broaden the program. It is absurd that regulators would not require such basic transparency as a matter of course. The current system practically condones money laundering and tax evasion. It lays out the welcome mat for foreigners hiding assets from their governments, making the United States one of the world’s biggest tax havens.For the same reasons, the Treasury Department should adopt pending regulations that would require banks, brokerages and other financial firms to know who owns the limited liability companies whose accounts they manage. The rule ought to apply to existing and new accounts. Washington should also share the data it collects with other governments to help them identify tax evasion and other crimes. The United States already requires banks in other countries to report money Americans hold abroad. It is only fair that this country reciprocate.Supporters of the current system may argue that requiring more transparency would burden financial institutions without ending money laundering and tax evasion. While determined criminals will find ways to thwart the law, that doesn’t justify doing nothing about this hole in financial regulations."}