{"Title":"Showdown on Abortion at the Supreme Court","Link":"http://www.nytimes.com/2016/02/28/opinion/sunday/showdown-on-abortion-at-the-supreme-court.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/28/opinion/sunday/showdown-on-abortion-at-the-supreme-court.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/28/opinion/sunday/28sun1/28sun1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe justices should see that a Texas law has nothing to do with women’s health or free choice.","Data":"The decades-long crusade to end legal abortion in America after Roe v. Wade has again reached the Supreme Court.On Wednesday, the eight justices will hear a case challenging a 2013 Texas law that has already shut down more than half of the state’s 41 health clinics that perform abortions.Since Roe was decided in 1973, there have been countless efforts by anti-abortion activists to enact state laws that restrict abortion rights, often in the guise of protecting women’s health. But few laws have gone as far as the Texas statute, which places so heavy a burden on hundreds of thousands of women across the state — particularly those in poorer rural areas — that it has effectively destroyed their constitutional right to an abortion.Lawmakers claimed that the law, which requires abortion clinics to meet the strict standards of ambulatory surgical centers and their doctors to have admitting privileges at local hospitals, was necessary to protect women’s health. Everyone knows this is a lie. Even the law’s backers have openly admitted it. Immediately after the law, known as SB5, passed, David Dewhurst, Texas’ lieutenant governor at the time, posted on Twitter a map of Texas showing that most abortion clinics across the state would be forced to close. He wrote, “We fought to pass SB5 thru the Senate last night, \u0026 this is why!”Texas’ law, like similar ones around the country, was written by anti-abortion activists with the sole purpose of shutting down clinics. Its two main requirements have nothing to do with protecting women’s health.Admitting privileges are often hard for doctors to get for bureaucratic reasons, and they have no bearing on the care a woman receives. Surgical-center standards are prohibitively expensive to meet and medically unnecessary, since abortion is one of the safest of all medical procedures, with a complication rate of less than one-tenth of 1 percent. That is true whether an abortion is performed in an outpatient clinic or a doctor’s office, as the vast majority are, or in a hospital. Meanwhile, Texas law does not require these same staffing and equipment standards for clinics that perform procedures with far higher complication rates, like colonoscopies.If anything, the law increases the risk to women’s health, since the hundreds of thousands of women without access to professional care are more likely to resort to dangerous methods to end their pregnancies.In the 1992 case Planned Parenthood v. Casey, the Supreme Court struck down abortion restrictions that impose an “undue burden” on women. Such restrictions include “unnecessary health regulations that have the purpose or effect of presenting a substantial obstacle to a woman seeking an abortion.” There is no more apt a description than that for the Texas law.Still, last June the United States Court of Appeals for the Fifth Circuit approved the law, reversing a district judge who struck it down, and ruling that “any conceivable rationale” for it was good enough. On Feb. 24, the Fifth Circuit blocked a ruling by a federal district judge striking down a similar Louisiana law that would force three of that state’s last four abortion clinics to close.The outcome of the Texas case is now less clear with the death of Justice Antonin Scalia, who wanted to overturn Roe v. Wade and was a solid vote in favor of all restrictions on abortion. If the justices split 4 to 4 in the Texas case, it would leave the Fifth Circuit’s decision in place, meaning that the Texas and Louisiana laws would remain in effect and women in both states would suffer the consequences.But Justice Anthony Kennedy, who was a co-author of the Casey decision, only has to look to the words of that opinion to overturn the appeals court ruling. He should see that both in effect and in intention, the Texas law demolishes the constitutional liberty that he affirmed in Casey.While states may have an interest in protecting the fetus, the Casey ruling said, the means of furthering that interest “must be calculated to inform the woman’s free choice, not hinder it.” Laws like the Texas statute have nothing to do with women’s health or free choice. If the “undue burden” test serves any purpose, it must be to block such laws wherever they appear."}