{"Title":"Silence on the Climate Pact From the Republican Candidates","Link":"http://www.nytimes.com/2015/12/15/opinion/silence-on-the-climate-pact-from-the-republican-candidates.html?partner=rssnyt\u0026emc=rss","Description":"The Paris climate accord leaves Republican presidential candidates nearly speechless.","Data":"One can describe the 2016 Republican presidential candidates in many ways, but “silent” is seldom one of them. Yet after 195 nations agreed on Saturday to reduce the greenhouse gas emissions that cause climate change, the Republican field remained nearly mum.There could be two reasons for this. They’re not interested in acknowledging a victory for President Obama. Perhaps more important, blocking international action on climate change is not necessarily what Republican voters want.Before the Paris meeting, the Environmental Protection Agency issued rules to cut emissions from coal-fired power plants, a move the Republican-led Congress voted this month to scuttle. Mr. Obama said he would veto that legislation, and the Paris agreement was written in language that avoids having to put it to a congressional vote.In light of the Paris pact and broad public support, it’s starting to look like a handful of Republicans against a warming world. Opinion About two-thirds of Americans want the United States to join an international pact to curb the growth of greenhouse gas emissions, according to a recent New York Times/CBS News poll. While a small majority of Republican voters oppose such a pact, a similarly small majority of Republicans Paris Climate Change Conference 2015 See More » The survey also suggests that denial of climate science is receding like so many glaciers: 75 percent of those polled agreed that global warming was seriously affecting the environment, or that it would in the future. More than half of Republicans (58 percent) agreed.That makes things tricky for a Republican candidate hoping to lure climate change skeptics in the primary, then pull more moderates in the general election — which may explain the silence. Of the nine Republican candidates who will debate in prime time on Tuesday, only Gov. John Kasich of Ohio had any substantial comment on the pact: “While the governor believes that climate change is real and that human activity contributes to it, he has serious concerns with an agreement that the Obama administration deliberately crafted to avoid having to submit it to the Senate for approval,” Mr. Kasich’s spokesman said in a statement. “That’s an obvious indicator that they expect it to result in significant job loss and inflict further damage to our already sluggish economy.” The administration would argue that it avoided the Republican-controlled Congress because it would almost surely vote this agreement down, regardless of the world’s support for it.In the past, these Republican candidates have disparaged the idea of global warming. “We’re not going to make America a harder place to create jobs in order to pursue policies that will do absolutely nothing, nothing, to change our climate,” Marco Rubio said in a Republican debate in September.Donald Trump uttered this marvel: “I am not a believer, and I will, unless somebody can prove something to me, I believe there’s weather. I believe there’s change, and I believe it goes up and it goes down, and it goes up again.”Ted Cruz, who seems enthralled with the idea of a climate-science conspiracy, said last week, “Climate change is the perfect pseudoscientific theory for a big-government politician who wants more power.” On Saturday, Mr. Cruz had nothing to say.Let’s hope the candidates’ new silence suggests that they see that when 195 nations together recognize the need for immediate action, their arguments to do nothing seem more misguided than ever."}