{"Title":"Spreading Corruption in Sports","Link":"http://www.nytimes.com/2016/01/16/opinion/spreading-corruption-in-sports.html?partner=rssnyt\u0026emc=rss","Description":"A report shows top track and field officials helping to hide doping or blackmailing athletes who were caught.","Data":"Revelations of corruption in international sports have become dismally common — in the Olympic Games, in cycling, in soccer and now in track and field.A report released Thursday by the World Anti-Doping Agency painted a dismal picture of top officials in the ruling body of global track and field, the International Association of Athletics Federations, helping conceal doping or blackmailing athletes who were caught. What is dismaying is that it is not simply a case of greedy officials harvesting illegal payments, like those in soccer’s ruling body. In track and field, the officials’ behavior directly undermined fair competition.  The report released Thursday was actually the second part of the findings of a yearlong investigation by an independent commission of the agency into allegations first made by a German public broadcaster of a state-sponsored doping program in Russia. The first part of the report, issued in November, focused on that program, which involved athletes, coaches, trainers, doctors and the secret services, and led to Russia’s suspension from global competition.The second installment of the report said that well before the international agency launched its investigation the track and field association knew the extent of Russia’s involvement. Much of the report focused on Lamine Diack, the Senegalese who led the association until last year, who is under criminal investigation in France along with close aides and his two sons.The association did the right thing in suspending Russia. The scandal taints all global competition. An aspiring young athlete who sees this kind of corruption could conclude that only doping offers a chance at victory.The misconduct in track and field demonstrates that there is still considerable work to be done in international sports before doping ceases to be an option. The way to change that culture is to prosecute and punish officials who encourage and profit by it."}