{"Title":"States Should Raise the Gas Tax","Link":"http://www.nytimes.com/2016/01/16/opinion/states-should-raise-the-gas-tax.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/16/opinion/states-should-raise-the-gas-tax.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/16/opinion/16sat2web/16sat2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eHigher investment would not just improve roads and railways; it would also boost the economy.","Data":"The tumbling price of crude oil is helping many Americans save money. It also presents a good opportunity for state governments to raise their gasoline taxes to help pay for road repairs and other needed transportation investments.Ideally, Congress should raise the national gasoline tax, which has remained at 18.4 cents per gallon since 1993. But federal lawmakers are so fearful of raising taxes just ahead of an election that they refuse to do so. The transportation bill they approved in December provides far too little money to repair and upgrade America’s crumbling transportation system.That leaves it up to the states to do the job. And now is the time to do it. The average price of gas was $1.99 a gallon in the week ended Jan. 11, down from $2.80 a gallon at the end of June, according to the Energy Information Administration. That decrease gives state lawmakers plenty of room to raise taxes without hitting drivers with a big new expense.Many states have already acted. Last year, eight states, including Iowa, Michigan and Washington, raised their gasoline taxes, according to the National Conference of State Legislatures. Two others, Kentucky and North Carolina, changed the way that they tax fuel to make sure the revenue they collect does not decline as the price of gasoline fluctuates.Other states have not stepped up. Among them is New Jersey, which taxes gasoline at just 14.5 cents a gallon, a fraction of the tax rates in neighboring New York, which charges 42.64 cents a gallon, and Pennsylvania, which charges 50.04 cents.As a result, New Jersey is falling behind on needed repairs to its roads and bridges, and has been forced to raise fares for rail commuters. The state also needs to come up with money to help pay for its share of the cost of a new rail tunnel under the Hudson River that is expected to cost about $20 billion. The federal government and Amtrak will put up half of that, and Gov. Andrew Cuomo of New York and Gov. Chris Christie of New Jersey have agreed to come up with the rest.New Jersey’s reluctance to raise taxes makes it harder for neighboring states to raise theirs, since some residents in New York and Pennsylvania will be even more tempted to cross state lines to fill up their tanks. Still, New York should certainly consider raising its gas tax to help pay for the many transportation projects Mr. Cuomo has announced in recent weeks, including the renovation of Penn Station, the addition of a track to the Long Island Rail Road and improvements in the city’s subway and bus system.The case for more transportation investment is very strong. Study after study finds that the country’s roads, bridges and rail lines are inadequate and that public spending on transportation as a percentage of the gross domestic product has been stagnant for several decades. More investment would not just improve roads and railways. It would also boost the economy by creating jobs and improving efficiency."}