{"Title":"Still Recovering From Hurricane Sandy","Link":"http://www.nytimes.com/2016/01/22/opinion/still-recovering-from-hurricane-sandy.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/22/opinion/still-recovering-from-hurricane-sandy.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/22/opinion/22fri3web/22fri3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eWith reconstruction about to begin, funds from the Neediest Cases helps a woman move to temporary housing.","Data":"On the night of Oct. 29, 2012, Linda Vergara looked out the front door of her home in Gerritsen Beach, Brooklyn, and thought: “This is not good. We better get out of here.” Hurricane Sandy had arrived a few hours earlier, and Ms. Vergara, like thousands of New Yorkers, assumed she was in a safe zone and would not need to evacuate. Then the surge came. By the time she got her coat on and headed out to the street, the water was up to her waist. She saw cars and other debris floating around and joined some of her neighbors as they struggled to reach higher ground.More than three years later, Ms. Vergara, 60, is still waiting to get back into the home and the neighborhood that she loves. “It’s such a wonderful community,” she said. “There’s no place like it.” The Neediest Cases See More » New York City’s recovery program, Build It Back, has been a bureaucratic and paperwork-filled nightmare for Ms. Vergara. She has moved in and out of temporary housing over the years, each time hoping construction would begin. Unfortunately, something would always come up. At one point, she was able to fix her house up enough to move back, but then she had to deal with issues like mold and water getting into the electrical box. The longer it has taken to rebuild, the more her house, and her health, has deteriorated.Last August, Ms. Vergara was told that reconstruction would start soon, but that she would need to relocate once again until it was completed. She reached out to Shorefront YM-YWHA of Brighton-Manhattan Beach, a beneficiary agency of UJA-Federation of New York, one of the organizations that receive support from The New York Times Neediest Cases Fund. The group withdrew $600 from the fund to help Ms. Vergara with moving expenses.All donations made to The Times Neediest Cases Fund go to one of seven charities: Brooklyn Community Services; Catholic Charities Archdiocese of New York; Catholic Charities Brooklyn and Queens; the Children’s Aid Society; Community Service Society of New York; Federation of Protestant Welfare Agencies; and UJA-Federation of New York. To help, please make checks payable to The New York Times Neediest Cases Fund and send them to P.O. Box 5193, New York, N.Y. 10087. Donations may also be made with a credit card by phone at (800) 381-0075 or online at nytneediestcases.com."}