{"Title":"Strong Unions, Strong Democracy","Link":"http://www.nytimes.com/2016/01/12/opinion/strong-unions-strong-democracy.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/12/opinion/strong-unions-strong-democracy.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/12/opinion/12kahlenbergWeb/12kahlenbergWeb-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eWeakening labor increases inequality and instability. The Supreme Court should do neither.","Data":"IF the questions that came up during oral argument in Friedrichs v. California Teachers Association on Monday are any guide, the ruling bloc of conservative justices appears ready to render a decision later this year that would significantly weaken public sector labor unions.By stripping these unions of key financial resources — their fair share of fees provided by nonmembers — the court would upend a longstanding precedent. A decision in favor of the plaintiff would effectively slam the door on an era in which some conservatives joined liberals in recognizing that vibrant unions help make our democracy work. This is radicalism, not conservatism. Opinion  Public sector unions — representing teachers, firefighters and the like — are the remaining bright spot in America’s once-thriving trade union movement. In the case before the Supreme Court, Rebecca Friedrichs, a dissident teacher in Southern California, argues that she should be able to accept the higher wages and benefits the union negotiates, but not help pay for the costs.Relying on the First Amendment, Ms. Friedrichs says that she shouldn’t be forced by the government to support political causes with which she disagrees. But almost four decades ago, the Supreme Court came to a sensible compromise on this issue, written by an Eisenhower appointee, Justice Potter Stewart: No public sector worker can be compelled to join a union or to pay for its political efforts. However, the state may require that every worker pay fair share fees to support the costs of collective bargaining over bread-and-butter issues like wages, benefits and working conditions.  That 1977 ruling appears in real danger of being overturned. Doing so, David C. Frederick, a lawyer representing the union, told the court, “would substantially disrupt established First Amendment doctrine and labor management systems in nearly half the country.”Chief Justice John G. Roberts Jr. suggested that losing fair share fees would not pose much of a problem; if workers really support collective bargaining, the so-called free rider problem someone like Ms. Friedrichs represents would be “really insignificant.” But humans enjoy getting benefits for nothing. In states that recognize a duty to bargain but prohibit fair share fees, 34 percent of teachers are free riders.Because today’s conservatives are typically hostile to unions, it’s easy to forget that they were not always opposed to unionism or fair share fees. If conservatism is supposed to stand for anything, it’s the idea that there is no such thing as a free lunch. In a 1991 case, Justice Antonin Scalia backed fair share fees, citing the legal duty unions have to represent the interests of nonmembers as well as members. Unless dissidents like Ms. Friedrichs want to return the raises, health care and retirement benefits that unions negotiate, conservative values suggest that they should contribute like everyone else.During the Cold War, Republicans as well as Democrats fought for union endorsements and recognized that unions were critical civic organizations because they serve as a check on arbitrary government power; help sustain a middle-class society necessary for a stable democracy; serve to acculturate workers to democratic norms; and, in the case of teachers unions, support a public school system that helps children become thoughtful and reflective citizens.Conservatives are fond of citing Alexis de Tocqueville, who was famously struck by the thriving civic associations that keep American democracy vitalized; for the past century, unions have been a critical part of that framework. In 1980, Ronald Reagan, then the Republican Party’s presidential candidate, championed the role of Polish unions in challenging dictatorial rule by the Communist Party. In a Labor Day speech that year, Reagan declared, “where free unions and collective bargaining are forbidden, freedom is lost.”Democracies are also more likely to thrive when a vibrant middle class can support them, an insight that goes all the way back to Aristotle. Large inequalities of wealth can create political inequality, and vice versa. Theodore Roosevelt warned of the dangers of having “a small class of enormously wealthy and economically powerful men, whose chief object is to hold and increase their power.” Strong unions ameliorate extreme inequalities.Unions serve as what Robert Putnam, a political scientist at Harvard, calls “schools for democracy.” Being involved in workplace decisions and the give and take of collective bargaining, voting on union contracts and voting for union leadership are all important drivers of “democratic acculturation.” Union members also staff phone banks and canvass voters door to door, which actually increases civic participation among union members and nonmembers alike.Teachers unions are strong champions of American public schooling, which undergirds our democracy. The 19th-century educator Horace Mann, who advocated fiercely for the common school system that became America’s experiment with public education, made this point metaphorically: “A republican form of government, without intelligence in the people, must be, on a vast scale, what a mad-house, without superintendent or keepers, would be on a small one.” While some critics claim teachers unions have a detrimental effect on academic achievement, careful studies actually find higher achievement in states with strong teachers unions.With the Supreme Court split, unions cling to a thin hope that one of the conservative justices will resist partisan pressure to tilt the political playing field against Democrats. I hope they’re right. Unions aren’t faultless, but they are a crucial source of stability and strength for our democracy."}