{"Title":"Suicide on an Indian Campus","Link":"http://www.nytimes.com/2016/01/28/opinion/suicide-on-an-indian-campus.html?partner=rssnyt\u0026emc=rss","Description":"Senior officials in the Modi government could be implicated in the death of a student tormented by caste prejudice.","Data":"The suicide on Jan. 17 of Rohith Vemula, a Ph.D. student at Hyderabad University in India, has unleashed a storm of protest and created a political crisis for the government of Prime Minister Narendra Modi over the issue of caste prejudice. In a speech last Friday, Mr. Modi expressed his regret that “a mother has lost a son.” But with members of his government implicated in the circumstances that apparently led Mr. Vemula to take his life, the prime minister must do better than that.Mr. Vemula was a Dalit — a member of India’s untouchable caste — and was also active in a student Dalit group on his campus. The university administration suspended Mr. Vemula and four other students, barring them from the meal and residence halls — allegedly under direct pressure from Mr. Modi’s cabinet.According to press reports, a member of a student group affiliated with Mr. Modi’s Bharatiya Janata Party had complained that he had been assaulted by members of the Dalit group. Bandaru Dattatreya, a cabinet minister from the state where the university is located, reportedly took up the complaint and sent a letter to the human resource minister, Smriti Zubin Irani, depicting the campus as “a den of casteist, extremist and anti-national politics” — after which Ms. Irani’s office allegedly demanded that the university punish the students.Dalit students face pervasive discrimination from higher-caste fellow students, faculty members and administrators. In Mr. Vemula’s case — if press reports are true — heavy hands at the highest reaches of India’s government helped push him over the edge of despair by foreclosing his chance at a better future. “My birth is my fatal accident,” Mr. Vemula wrote in his suicide letter.Nearly 130 leading scholars on India around the world signed an open letter published on Jan. 19 in The Hindu newspaper calling for measures “to ensure that such students are supported and allowed to thrive when they enter what is all too often the hostile, casteist environment of higher education in India.”Mr. Modi was elected on the promise he would provide all citizens with the opportunity for a better future. He must ensure that India’s universities do a better job by their most vulnerable students. A judicial commission has been set up to investigate. If its investigation establishes a link between the suicide and senior members of his cabinet, Mr. Modi must ask for their resignation."}