{"Title":"Ted ‘Carpet-Bomb’ Cruz","Link":"http://www.nytimes.com/2015/12/12/opinion/ted-carpet-bomb-cruz.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/12/opinion/ted-carpet-bomb-cruz.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/12/opinion/12sat2/12sat2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe senator leads the presidential field in offering ill-informed prescriptions for a grave foreign threat.","Data":"This would have been an instructive Senate hearing for Ted Cruz to attend: “U.S. Strategy to Counter the Islamic State of Iraq and the Levant and U.S. Policy Toward Iraq and Syria.”The bellicose senator from Texas blew that one off on Wednesday; he was in New York, shaking his saber on Fox News and courting big-dollar donors at a closed-door luncheon on Madison Avenue.His favorite line on ISIS seems to be, “We will carpet-bomb them into oblivion,” which he said in Iowa last week. His irresponsible chatter is of a piece with most Republican presidential candidates, who are busy offering phony prescriptions for the biggest foreign threat the United States faces.Mr. Cruz is a lawyer and a foreign-policy neophyte. Anyone with any understanding of military strategy knows that “carpet-bombing” is a term used by amateurs trying to sound tough. Indiscriminate bombing has never been a military strategy, and it would be senseless in an age of “smart” weaponry and precise targeting.In Syria and Iraq, mass bombing would kill hundreds of innocent civilians and fuel radicalization. That’s why military leaders utter the term “carpet-bomb” only while laughing at Mr. Cruz.“That’s just another one of those phrases that people with no military experience throw around,” chuckled retired Maj. Gen. Robert Scales, a military historian and former commandant of the Army War College in Carlisle, Pa.The only thing close to “carpet-bombing” was Operation Arc Light in 1965, in which two or three B-52 Stratofortresses bombed sections of Vietnam to support tactical operations on the ground, not to flatten the place. “America has never carpet-bombed anyone at any time because that’s not our doctrine,” said General Scales. On NPR on Tuesday, Mr. Cruz further betrayed his ignorance by saying he could carpet-bomb ISIS without targeting civilians. “I want to carpet-bomb ISIS. Now when you say ‘carpet-bomb cities,’ look, no — no reasonable military endeavor targets civilians. Now, inevitably in war, there are inadvertent collateral casualties. That — it is impossible to wage a war without their being inadvertent collateral casualties.”Steve Inskeep, the host, interjected: “But don’t you then end up with the air campaign they already have, where they’re being exceedingly careful not to hit civilians, but they hit a target when they can find a target?”Mr. Cruz vehemently disagreed. “Let’s go to some facts. In the first Persian Gulf war, we launched roughly 1,100 air attacks a day. We carpet-bombed them into oblivion for 37 days.”Actually, no, say military leaders. That was highly targeted bombing, which was why the war took so little time. At the hearing on United States military strategy against ISIS that Mr. Cruz missed on Wednesday, Defense Secretary Ashton Carter and the vice chairman of the Joint Chiefs of Staff, Gen. Paul Selva, assessed Mr. Cruz’s prescription.The wanton bombing Mr. Cruz repeatedly refers to, General Selva said, is categorically “not the way that we apply force in combat. It isn’t now, nor will it ever be.”Ted Cruz, a man who thinks he’s qualified to be commander in chief, decries terrorists’ taking of innocent lives while agitating for bombing that would kill thousands of noncombatants and radicalize thousands more. What he’s saying shows an utter lack of fitness to command America’s armed forces."}