{"Title":"Thailand's Fear of Free Speech","Link":"http://www.nytimes.com/2015/12/14/opinion/thailands-fear-of-free-speech.html?partner=rssnyt\u0026emc=rss","Description":"The military junta's efforts to control public debate have led to harsh prison sentences and even an investigation of the American ambassador.","Data":"Since it seized power in a military coup in 2014, Thailand’s military junta, led by Gen. Prayuth Chan-ocha, has become increasingly obsessed with controlling public debate. This reached absurd proportions on Wednesday, when the Thai police announced they were investigating United States Ambassador Glyn Davies for possible violation of the country’s lèse-majesté laws that make royal insult a crime.The investigation focuses on remarks Mr. Davies made last month reiterating the United States’ concern about efforts by the junta to curb free speech, specifically the “lengthy and unprecedented prison sentences” given to civilians by Thai military courts for violating the same lèse-majesté laws. The government should know that its decision to investigate Mr. Davies only confirms the truth of what he said.And there is no way his well-founded criticism of the draconian efforts to curb freedom of expression can be construed as insulting to King Bhumibol Adulyadej. In fact, Mr. Davies praised the king in his remarks. But the king is 88 and ailing, and the junta appears intent on maintaining an iron grip at least until after a royal succession.The junta has come down hard on critics. Media outlets have been raided and journalists, along with academics and politicians, have been sent to camps for “attitude adjustment.” Some of those arrested have disappeared. People have been sentenced to decades in prison for Facebook posts, and the military apparently has plans to reduce Internet traffic to a single gateway it can control.Meanwhile, Thailand’s once robust economy is floundering, and crime has risen sharply in Bangkok. Farmers – half the country’s population lives in rural areas – are suffering after the worst drought in decades, and a third of the country is living with water rationing.The junta is also embroiled in a corruption scandal involving Rajabhakti Park, a lavish site it built to honor Thailand’s kings. And, on Thursday, the top investigator into Thailand’s human trafficking rings, Maj. Gen. Paween Pongsirin, announced that he had fled to Australia, where he will seek asylum. He said he feared for his safety after exposing collusion between crime syndicates and Thai authorities.The best way for General Prayuth to calm growing public frustration, and address the legitimate concerns of the United States and other allies, is to tackle Thailand’s lagging economy, clean up corruption in the military’s ranks and make progress toward drafting a constitution and holding elections for a transition to civilian rule, as the junta has promised. Open public debate is essential to that process."}