{"Title":"The Chirp Heard Across the Universe","Link":"http://www.nytimes.com/2016/02/16/opinion/the-chirp-heard-across-the-universe.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/16/opinion/the-chirp-heard-across-the-universe.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/16/opinion/16tue2web/16tue2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe discovery of a sound from a billion years ago bolstered a theory of Einstein’s, and it underscores the importance of pursuing our own curiosity.","Data":"The faint chirp detected by what must be two of the largest and most sensitive microphones ever made — a brief, rising tone from gravitational waves generated by an immeasurably powerful collision of two black holes a billion years ago — has engendered a number of articles about why we should concern ourselves, and by extension dedicate so many resources, to exploring an event so distant in time and space. Various justifications have been offered, from lists of the practical benefits of past discoveries that seemed useless when they were made, to the metaphysical notion that the better we understand our universe, the better we understand ourselves.All true, of course. But does science, or knowledge, really need a justification? It is hard to imagine that any man or woman since the dawn of intelligent life has not gazed out at the sky on a moonless night, wondering how it came to be and what is our place in this vast and wondrous firmament. And each time science has advanced our understanding of those countless dots of light, it has uncovered more mysteries, more questions. The curiosity of our species knows no bounds; more remarkably, neither does our capacity for satisfying it. And that is truly wonderful in itself, even if it doesn’t lead to a better toaster.Briefly, after much trial and error and various earlier incarnations, scientists constructed two mammoth antennas, one in Washington State and the other in Louisiana, designed to detect evidence of the space-time gravitational waves predicted a century ago by Albert Einstein. And so they did, on Sept. 14, in the form of a simple chirp created by the waves that, as the Times science reporter Dennis Overbye put it, “seems destined to take its place among the great sound bites of science, ranking with Alexander Graham Bell’s “Mr. Watson — come here” and Sputnik’s first beeps from orbit.”The importance of the chirp recorded by LIGO (for Laser Interferometer Gravitational-Wave Observatory) cannot be overstated. It strongly bolsters Einstein’s theory of relativity and it potentially changes the shape of scientific inquiry into the next century, opening whole new fields of astronomical observation. It testifies to the ingenuity and perseverance of the physicists who designed the equipment, and it vindicates an investment of about $1.1 billion over 40 years by the National Science Foundation.By coincidence, at about the same time that the LIGO discovery was announced, the House passed a bill requiring that National Science Foundation grants be justified “in the national interest.” It is doubtful that LIGO would have survived such political meddling. The bottom line is that whatever else it may be or lead to, the story of the chirp heard round the universe is simply cool. For proof, just listen to that little song."}