{"Title":"The Court Takes Up One Person, One Vote","Link":"http://www.nytimes.com/2015/12/11/opinion/the-court-takes-up-one-person-one-vote.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/11/opinion/the-court-takes-up-one-person-one-vote.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/11/opinion/11thu2Web/11thu2Web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eBasing legislative districts on total population remains the most practical way to ensure fairness, including protections of racial equality.","Data":"On its face, the constitutional doctrine of “one person one vote” seems about as clear as they come: no one’s vote should count more than anyone else’s.In practice this means all state legislative districts must contain roughly equal numbers of people. The court has never defined who counts as a “person,” but most states count all people living in the district, not only those eligible to vote.This issue was before the Supreme Court on Tuesday in a dangerous lawsuit from Texas that could upend the widely accepted method of drawing district lines that is based on the number of people, not voters.Through a series of Supreme Court rulings in the 1960s, the justices developed the one-person-one-vote doctrine in response to persistent abuses of the line-drawing process by white legislators, who diluted the political power of cities that have large populations of African-Americans and other minorities.Texas has a long and odious history of discriminatory voting practices, including poll taxes and discriminatory voter-registration schemes. The current case, Evenwel v. Abbott, is only the latest effort to enshrine a new discriminatory practice.This time, the plaintiffs want to force the state to count only eligible voters in drawing districts. Such a method would diminish the political power of Texas’s urban areas, where more minorities tend to live — particularly Latinos, who are disproportionately not citizens — and favor rural areas, which lean Republican.The plaintiffs claim that counting all people violates their rights under the Equal Protection clause. This is absurd for many reasons. For one thing, the 14th Amendment itself provides that total population is the measure for apportioning congressional districts. As Justice Elena Kagan said to the plaintiffs’ lawyer on Tuesday, it is hard to imagine that the Constitution would require the population measure in one case and prohibit it in another.In fact, the court has never prohibited states’ use of total population numbers in drawing district lines, and it has also allowed for the use of other, narrower measures, as long as those don’t vary too much from total population. In other words, the decision has long been left to the states.Total population is by far the most practical measure. The census counts people, not voters; in fact no state keeps a comprehensive list of its eligible voters. Among the inadequate measures plaintiffs propose to use instead is a survey that samples only 2.5 percent of American households to come up with five-year averages of eligible-voter populations.Not surprisingly, states have almost without exception chosen to rely on the decennial census count when apportioning their state legislative districts. Were they suddenly prohibited from doing so, not only noncitizens, but children, those barred from voting because they are in prison or have a criminal conviction, the mentally ill, and others would no longer matter in electoral maps. According to one study, about one in five state legislative districts nationwide would have to be redrawn under a voters-only requirement.Like recent Supreme Court cases taking aim at the Voting Rights Act and affirmative action, the one-person-one-vote lawsuit is part of a larger project by a small cadre of conservative activists bent on undermining protections for racial equality. The justices should reject their efforts in this case."}