{"Title":"The Counterfeit High School Diploma","Link":"http://www.nytimes.com/2015/12/31/opinion/the-counterfeit-high-school-diploma.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/31/opinion/the-counterfeit-high-school-diploma.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/31/opinion/31thu1/31thu1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eMost states still have weak curriculums and graduation requirements that make high school diplomas useless.","Data":"Teachers unions and other critics of federally required standardized tests have behaved in recent years as though killing the testing mandate would magically remedy everything that ails education in the United States. In reality, getting rid of the testing requirement in the early grades would make it impossible for the country to know what if anything children were learning from year to year.Congress understood this fundamental point, and kept the testing requirement, when it reauthorized the No Child Left Behind Act — now called the Every Student Succeeds Act — last month. But lawmakers ducked the most important problem: the fact that most states still have weak curriculums and graduation requirements that make high school diplomas useless and that leave graduates unprepared for college, the job market or even meeting entry requirements for the Army.The costs associated with this problem are demonstrated in a recent report by Motoko Rich in The Times, which focused on Berea High School in Greenville, S.C., where the graduation rate has risen to 80 percent, from under 65 percent just four years ago. But college entrance exams given to 11th graders last year showed that only one in 10 students was ready for college-level reading and only about one in 14 was prepared for entry-level college math. On a separate job skills test, only about half of students demonstrated the math proficiency needed to succeed at most jobs.With results like that, it’s no wonder some South Carolina business leaders are worried that the state is producing high school graduates who are not qualified to compete for higher-skilled jobs at companies like Boeing, Volvo and BMW.This is a national problem. A recent study from Achieve, a nonpartisan organization that works with the states to raise academic standards, showed that only 18 states and the District of Columbia required all graduates in the class of 2014 to meet the minimum preparation requirements for college — four years of English and math through Algebra II, or its equivalent.Nationally, graduation rates are rising — yet less than 40 percent of 12th graders are ready for math and reading at the college level. An alarming study by the Education Trust, a nonpartisan foundation, found that more than one in five recent high school graduates could not meet minimum entry test standards to enlist in the Army. Despite this problem, the states have continued to drag their feet on improving the quality of the teaching corps and especially on putting in place stronger curriculums.The Common Core learning standards, pioneered by the National Governors Association and the Council of Chief State School Officers, were supposed to remedy this by setting ambitious goals for math, reading and writing skills. But after an initial burst of support by school officials across the country, the standards came under fire from some in teachers unions who did not want to be evaluated based on how much students learned and from states’ rights advocates who viewed the idea as a prelude to a “government takeover.”Many states reacted by settling for cosmetic changes in school curriculums and using weak tests that virtually anyone could pass. This allows them to hide how dismal their schools actually are and misleads families and students into believing that high school diplomas have value.The country has yet to confront this problem and commit itself to the steps it would take to correct it. Until it does, the United States will continue to lose ground to nations that have better prepared teachers and rigorous school systems that do better jobs of giving their citizens the skills they need."}