{"Title":"The City Takes a Hit in Mr. Cuomo’s Budget ","Link":"http://www.nytimes.com/2016/01/15/opinion/the-city-takes-a-hit-in-mr-cuomos-budget.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/15/opinion/the-city-takes-a-hit-in-mr-cuomos-budget.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/15/opinion/15fri3web/15fri3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eMayor Bill de Blasio must defend the city’s interests in any struggle over funds from the state budget.","Data":"Gov. Andrew Cuomo ’s new budget, released Wednesday, threw what looks like a gut punch at New York City: bam, hundreds of millions of dollars in state revenue suddenly pulled away. It was actually three punches: a proposal to withdraw state support for the City University of New York; a plan to require the city — and no other municipality — to cover the cost of increases in its Medicaid program; and potentially costly changes in how the state runs its STAR income-tax rebates. All told, the cost to the city is expected to reach nearly a billion dollars in the coming fiscal year, and keep growing. Opinion  The budget development made an odd counterpoint to Mr. Cuomo’s State of the State address, also Wednesday, when he seemed to make nice with his frequent foil, Mayor Bill de Blasio, offering him, among other things, a partnership on homelessness and affordable housing, and $20 billion to pay for it. That was encouraging, especially for those who have worried about tensions between the governor and mayor resulting in destructive or vindictive policies.But when people started examining the new $154 billion budget, it looked as if Mr. Cuomo was telling the mayor: New York has a surplus? I’ll take that, thanks.Mr. de Blasio was diplomatic in his response. “Both the city and the state have a long-term interest in strengthening the financial status, and preserving the quality, of our public higher education and our Medicaid systems. We look forward to a coordinated effort.”But the reaction from others was swift and blunt.“For New York City, I think this is one of the worst budgets that it’s seen in a long time,” Maria Doulis, a budget analyst at the nonpartisan Citizens Budget Commission, told Politico.“It’s a lot of money, a lot of money,” said Carol Kellermann, the budget commission’s president.The Daily News used its front page to wish Mr. de Blasio luck in the Powerball lottery. (He didn’t win, so that option is off the table.)Mr. Cuomo says that the city shouldn’t be complaining, that the Medicaid and CUNY plans were part of an efficiency drive that in the end “won’t cost New York City a penny,” and that it’s not as if Mr. de Blasio is a total loser — with the budget anyway, given the state’s pledges on affordable housing and homelessness, on funding for universal prekindergarten, community schools and other things.It will be up to Mr. de Blasio to defend the city’s interests, and for the city comptroller, Scott Stringer, whose office is doing its own analysis, to get to the bottom of the situation in the coming weeks of budget testimony in Albany. The Legislature will have its own say in the process. Maybe it really is a sincere effort to help CUNY and Medicaid, as Mr. de Blasio, perhaps wincing, says it is. But if the budget is as needlessly punishing as experts fear, Mr. Cuomo must not get away with it."}