{"Title":"The Depths of Injustice in Chicago","Link":"http://www.nytimes.com/2016/01/08/opinion/the-depths-of-injustice-in-chicago.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/08/opinion/the-depths-of-injustice-in-chicago.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/08/opinion/08fri2web/08fri2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eIt will take more than political showmanship from Mayor Rahm Emanuel to calm the discontent that has roiled the city.","Data":"Mayor Rahm Emanuel of Chicago built his career on the claim that he is at his best in times of crisis. But it will take more than political showmanship to calm the discontent that has roiled the city since November, when a Police Department video showed a white officer executing a black teenager named Laquan McDonald and exposed a cover-up by officers who had been at the scene. Chicagoans were still protesting the McDonald case on Christmas weekend when police officers responding to a domestic dispute killed two more African-Americans, one of whom was a bystander and a mother of five.  Public anger was focused on the Police Department. That changed on Monday, when a federal judge ruled that a veteran lawyer for the city had deliberately concealed important evidence in yet another trial about yet another fatal police shooting. The judge, Edmond Chang of United States District Court, also found that the lawyer had lied about his reasons for holding back the information in the wrongful death lawsuit. The case has raised suspicions that the city’s Law Department itself has been soft-pedaling police misconduct cases.The case focused on a 2011 traffic stop during which two officers fired their weapons, killing a black man, Darius Pinex. Mr. Pinex would be alive today had the officers simply checked his license plate number with the dispatcher, who could have told them they had the wrong car. One officer testified at trial that they approached the car with guns drawn because the dispatcher had warned that someone in the car might have a weapon.That was disproved by a recording of the dispatch — which mentioned no weapon. But a senior Chicago corporation counsel withheld the recording until late in the trial, when it was too late for the Pinex family to make effective use of it. The jury subsequently ruled the shooting justified.The federal judge overturned the verdict and wrote of the city’s lawyer, Jordan Marsh: “After hiding the information, despite there being numerous times when the circumstances dictated he say something about it, Marsh said nothing, and even made misleading statements to the court when the issue arose.”He ordered the city and the lawyer to pay attorneys’ fees for the Pinex family, which could easily amount to several hundred thousand dollars. As The Chicago Tribune reported this week, this was the second case in less than a year for which Judge Chang ordered a new trial and penalized city lawyers for withholding evidence in a police misconduct case.The judge’s actions, which come in the wake of the McDonald shooting and damning revelations about the laxness of the police disciplinary system, deepen the impression that city government has been working at several levels to shield officers from accountability. That may require replacing the deeply flawed system of police oversight with something stronger and more transparent. Mr. Emanuel will need to convince Chicagoans that he understands their anger over this issue and that his promise of “a historic set of reforms” becomes a reality."}