{"Title":"The Dirty Work of a Coal Baron Exposed","Link":"http://www.nytimes.com/2015/12/08/opinion/the-dirty-work-of-a-coal-baron-exposed.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/08/opinion/the-dirty-work-of-a-coal-baron-exposed.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/08/opinion/08tue3web/08tue3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eDonald Blankenship, a ranking member of Big Coal, was tried and convicted of putting miners at lethal risk.","Data":"Five years after a West Virginia coal mine explosion killed 29 miners, a federal jury has convicted Donald Blankenship, a powerful Appalachian coal baron, of criminal conspiracy to violate mine safety standards through his profit-obsessed mismanagement.The guilty verdict last Thursday was on just one of three charges, a misdemeanor. But it presented the rare spectacle of a ranking member of Big Coal being tried and convicted of putting miners at lethal risk by circumventing safety requirements.Prosecutors showed how Mr. Blankenship, when he was chief executive of the Massey Energy Company, allowed a relentless emphasis on productivity — demanding reports every 30 minutes and on weekends — to outweigh his responsibilities for miners’ safety.The trial laid bare rampant abuse of basic mine security. Thousands of violations accumulated at Upper Big Branch, the site of the disaster, involving crucial ventilation and coal dust precautions.Mr. Blankenship’s lawyers claimed a victory of sorts, since he was acquitted on two other charges that could have brought a 30-year prison sentence. As it is, he is facing possibly one year for the misdemeanor.But the long-suffering mining communities of Raleigh County saw the verdict for what it was, a call to justice for a dominant industry that has seldom if ever been brought to judgment in mining country.The jury in Charleston found Mr. Blankenship not guilty of securities fraud and making false statements to investigators. But the United States attorney, R. Booth Goodwin II, won the critical case on safety by working up the corporate ladder to convict four other mine officials and depict Mr. Blankenship as “the kingpin.” “This game is about money,” Mr. Blankenship said in one taped comment.The explosion, which Mr. Blankenship was not accused of directly causing, was traced to flammable gas and coal dust that managers failed to control despite miners’ warnings. The disaster and the trial clearly showed the need for tougher government regulation and inspection of Big Coal. The need for stronger penalties was demonstrated as well by the one year of jail time Mr. Blankenship faces for his role in a disaster that took 29 lives."}