{"Title":"The Death Penalty Endgame","Link":"http://www.nytimes.com/2016/01/17/opinion/sunday/the-death-penalty-endgame.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/17/opinion/sunday/the-death-penalty-endgame.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/17/opinion/sunday/17sun1/17sun1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe justices are considering a petition that asks them to strike down capital punishment once and for all. What are they waiting for?","Data":"How does the death penalty in America end?For decades that has been an abstract question. Now there may be an answer in the case of Shonda Walter, a 36-year-old black woman on Pennsylvania’s death row. On Friday, the Supreme Court met to discuss whether to hear a petition from Ms. Walter, who is asking the justices to rule that in all cases, including hers, the death penalty violates the Eighth Amendment’s ban on cruel and unusual punishments.Ever since 1976, when the court allowed executions to resume after a four-year moratorium, the abolition movement has avoided bringing a broad constitutional challenge against the practice, believing that it would not succeed. In that time, 1,423 people have been put to death.Yet there is no question that the national trend is moving away from capital punishment. Since the late 1990s, almost every year has seen fewer executions, fewer new death sentences and fewer states involved in the repugnant business of killing their citizens.In 2015, there were 28 executions and 49 new death sentences, the lowest numbers in decades. Seven states have abandoned the practice entirely since 2004, for a total of 19 that no longer have the death penalty. Many others have not executed anyone for years. And only three states — Texas, Georgia and Missouri — were responsible for almost all of last year’s executions.A majority of Americans still support capital punishment, but the percentage favoring it has dropped from around 80 percent in the 1990s to about 60 percent now. When polls offer a choice between death and life without parole, people roughly split evenly.In the past 14 years alone, the Supreme Court has barred the execution of several categories of people: minors, the intellectually disabled, and those convicted of a crime other than murder. In that last case, decided in 2008, Justice Anthony Kennedy wrote for the court, “When the law punishes by death, it risks its own sudden descent into brutality, transgressing the constitutional commitment to decency and restraint.”Taken together, these signs have led some abolitionists to conclude that the conditions for ending capital punishment entirely are now as favorable as they might ever be. That argument got a major boost last June, when Justice Stephen Breyer, in a long dissent from a 5-to-4 ruling that allowed Oklahoma to proceed with its inhumane lethal-injection drug protocol, suggested he would be open to a case challenging the constitutionality of the death penalty itself.In his dissent, which was joined by Justice Ruth Bader Ginsburg, Justice Breyer explained in detail how the death penalty was unreliable, arbitrary and racially discriminatory. He said it was no longer sufficient simply “to patch up the death penalty’s legal wounds one at a time,” because the practice as a whole “most likely” violates the Eighth Amendment.Shonda Walter’s case is the first to take up Justice Breyer’s challenge. Ms. Walter was convicted of murdering an 83-year-old man named James Sementelli. Her appointed lawyers put on no defense and offered no argument that might have spared her from a death sentence. Pennsylvania appeals courts agreed that she had inexcusably bad representation, but they still upheld her conviction and sentence. Since Ms. Walter does not fit the special categories of defendants who are shielded from the death penalty, her appeal is based on the claim that all executions violate the Constitution.The justices may not grant Ms. Walter’s petition (others are also expected to be filed in the coming weeks), but they can no longer ignore the clear movement of history. They already have all the evidence they need to join the rest of the civilized world and end the death penalty once and for all."}