{"Title":"The Democrats’ Family Squabbles","Link":"http://www.nytimes.com/2015/12/25/opinion/the-democrats-family-squabbles.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/25/opinion/the-democrats-family-squabbles.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/25/opinion/25fri2web/25fri2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eInternecine controversies are drawing attention away from the party’s broader goals.","Data":"Being the head of the Republican or Democratic National Committee is a big and influential job. It’s also a tricky and thankless job, requiring the occupant to work tirelessly and impartially on behalf of candidates for national public office. At the R.N.C., Reince Priebus juggles a sprawling field led by a billionaire many Republicans would hate to see nominated for president. At the D.N.C., Debbie Wasserman Schultz has the opposite challenge: In a relatively tiny group of three candidates she has been close to one, Hillary Clinton, for years, having served as co-chairwoman of her bid for the nomination in 2008.Her task at the moment is to make sure she does not favor Mrs. Clinton, the clear front-runner, and there are a growing number of critics who don’t think she’s doing a good job of it.Nominated by President Obama as D.N.C. chairwoman in 2011, Ms. Wasserman Schultz, who represents Florida in the House, has put the organization in the black and worked hard, particularly among female and Jewish Democrats. It has been a rough tenure: Republicans won majorities in both the House and the Senate in 2014. They now control more state legislative seats than at any time since 1920, and hold 31 governorships.That’s hardly the fault of a party leader. But Ms. Wasserman Schultz hasn’t always been helpful. She has been accused of grandstanding and using her post to bolster her own re-election, which she denies.This year, the main complaint about her stewardship has been her management of the televised debates among the three candidates, which she decided to whack to six low-profile outings. Mrs. Clinton’s two opponents, Bernie Sanders and Martin O’Malley, said this cost them key opportunities to appear before large numbers of voters and left Democrats on the fringes, compared with the far more visible and voluble Republicans, of a national conversation. That view is shared by some in the D.N.C. leadership.Then, too, came her decision to deny the Sanders campaign access to the D.N.C.’s valuable voter database after a D.N.C. vendor’s technological failure made it possible for the Sanders campaign to breach Mrs. Clinton’s files in the database. Mr. Sanders has since withdrawn a lawsuit and fired a staff member involved in the breach, but Ms. Wasserman Schultz’s critics argue, not unreasonably, that she could have done a better job of defusing an internecine controversy the party didn’t need.These controversies distract from the party’s broader goals, like reversing its losses in Congress. Ms. Wasserman Schultz should make sure attention stays on the candidates and the issues, not on the D.N.C."}