{"Title":"The F.C.C. Gets Ready to Unlock the Cable Box","Link":"http://www.nytimes.com/2016/02/08/opinion/the-fcc-gets-ready-to-unlock-the-cable-box.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/08/opinion/the-fcc-gets-ready-to-unlock-the-cable-box.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/08/opinion/08mon2/08mon2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eCable companies have made it incredibly hard for customers to buy and use their own devices.","Data":"Every year, American cable-TV subscribers spend $231 on average to rent cable boxes that they should be able to buy outright, potentially saving them hundreds of dollars over several years. Consumers could soon have that option under an excellent proposal by the chairman of the Federal Communications Commission.Even as computers, wireless phones and other electronic devices have become cheaper, the cost of renting cable boxes has been increasing. That’s because cable companies have made it incredibly hard for customers to buy and use their own machines. Rental fees bring in nearly $20 billion in annual revenue for cable, satellite and telephone companies, according to an analysis by two Democratic senators, Edward Markey of Massachusetts and Richard Blumenthal of Connecticut.Last month, the chairman of the F.C.C., Tom Wheeler, proposed new regulations based on a provision of a 1996 telecommunications law that requires cable companies to accommodate competing devices. The commission tried to do this before, but the solution presented to consumers has been impossibly cumbersome. It relies on electronic cards that consumers get from their cable companies and insert into boxes they buy from companies like TiVo. Cable companies often charge a monthly fee for the use of the cards, and getting and using them can be a hassle. It’s no surprise that 99 percent of customers still rent cable boxes.Mr. Wheeler wants the cable businesses like Comcast and Time Warner Cable and technology companies like Google and Amazon to jointly develop technical standards for cable devices. That would allow consumers to watch cable television on any device that meets those standards. Some manufacturers could build televisions that already incorporate a cable box. Or companies like Apple could refine software that will let people watch all cable TV on their phones and computers. Much of the technology needed to do this exists, and companies like Comcast and HBO are already using it to make some TV shows and movies available online.Regardless of what device people use, it would have to comply with the privacy and copyright protections that apply currently to cable boxes. This approach should make it easier for consumers to choose how they watch television, provided that the telecom and technology companies, which have had a testy relationship, can work together.Not surprisingly, the telecommunications industry is opposing Mr. Wheeler, arguing that his proposal amounts to needless government meddling that will stifle innovation. These are self-serving arguments by an industry that is, understandably, afraid of losing billions in revenue. It is important to remember that Mr. Wheeler’s proposal doesn’t require consumers to make any changes. Anybody who is happy renting a cable box, can keep doing so.If the industry had its way, we would still be renting phones from the old Ma Bell. Allowing consumers to buy their own phones was one of the first steps the F.C.C. took in promoting new telecommunications technologies. Requiring cable-TV systems to make room for competing devices should similarly lead to a boom in new types of services and technologies.Consider this: The monthly cost of renting cable boxes has gone up 185 percent since 1994, according to data collected by Consumer Federation of America and Public Knowledge. By comparison, the Consumer Price Index, which measures overall inflation in the economy, was up about 60 percent in that time.The F.C.C. is expected to vote on Feb. 18 to start taking public comments on Mr. Wheeler’s proposal. A final rule could be adopted by the end of the year. The F.C.C. should move as quickly as possible. Americans have waited long enough for more and better choices than the cable box."}