{"Title":"The Fed’s Next Move","Link":"http://www.nytimes.com/2015/12/19/opinion/the-feds-next-move.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/19/opinion/the-feds-next-move.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/19/opinion/19sat2/19sat2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eIt is hard to see how the interest rate increase will benefit the economy as a whole.","Data":"At least for the short run, the Federal Reserve’s interest rate increase has created one clear winner: the banks. When the Fed announced on Wednesday that it would raise its benchmark rate to a range of 0.25 to 0.5 percent, banks raised the rates they charge on many loans but not the rates they pay to depositors. That widening spread means higher bank profits.But it is hard to see how the increase will benefit the economy as a whole. The unemployment rate has held steady recently, at 5 percent, but the underemployment rate — which includes the unemployed, part-timers who need full-time work and jobless workers who have apparently given up looking — is still at nearly 10 percent.One result of those slack conditions is that pay raises for most workers are still few and far between. With no evidence of inflation in wages or in consumer prices, there was simply no need at this time for the Fed to risk slowing the economy by raising rates.Banks tend to favor higher rates out of fear that an outbreak of inflation will erode the value of loans. For most of the past several decades, Fed policy makers tended to indulge these fears by giving priority to fighting inflation, even when doing so stifled jobs and wages.But from the end of 2008 until this week, the Fed kept interest rates near zero, even though its low rate policy and other stimulus measures did not benefit the banks directly. This week’s interest rate increase, though small, is significant, because it is a sign that the Fed has again let fighting inflation take precedence over pursuing full employment.There is reason to hope, however, that the Fed will be cautious about future increases. Recent comments by Janet Yellen, the chairwoman of the Fed, indicate that the increase is more to appease inflation hawks than to definitively change course. And in its statement, the Fed said it wanted to see actual evidence of rising inflation before it raised rates again. It should not just stick to that pledge; it should also explain in greater detail what it would consider to be a troubling level of inflation.For example, the Fed’s inflation target of 2 percent is not a ceiling that inflation cannot surpass. The Fed should be clear that the target is a desired average inflation rate over time. Specifically, wages can rise faster than the inflation target without pulling up prices as long as labor productivity keeps growing apace.In fact, the risk that wages will continue to stagnate — as they have for decades for most people — should be a far more worrisome issue for policy makers than a distant and theoretical risk of inflation."}