{"Title":"The Fading Two-State Solution","Link":"http://www.nytimes.com/2016/01/23/opinion/the-fading-two-state-solution.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/23/opinion/the-fading-two-state-solution.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/23/opinion/23sat1/23sat1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe American ambassador was right to prod Israel about the direction it is heading.","Data":"Given the brittle relations between the Obama administration and Israel, even truth-telling can ignite a firestorm. That happened this week when Daniel Shapiro, Washington’s ambassador in Tel Aviv, delivered a speech that drew unfair rebukes from Israel’s prime minister, Benjamin Netanyahu, and his right-wing government.Speaking at a security conference, Mr. Shapiro said, correctly, that Israel’s quick-moving expansion of settlements on Palestinian lands “raises honest questions about Israel’s long-term intentions” and commitment to a two-state solution. What really enraged his critics was an observation that during a time of increased violence in Israel and the West Bank, “Too many attacks on Palestinians lack a vigorous investigation or response by Israeli authorities, too much vigilantism goes unchecked, and at times there seem to be two standards of adherence to the rule of law: one for Israelis and another for Palestinians.” A statement from Mr. Netanyahu’s office denounced the second comment as “unacceptable and incorrect.”Considering the relentless violence and attacks on Israel’s very existence, Israelis are understandably on high alert to defend themselves. On the day Mr. Shapiro spoke, an Israeli mother of six, who was killed by a Palestinian terrorist, was buried, and a pregnant woman was injured in a separate attack. But Palestinians have been victims of assaults and acts of vandalism by Jewish extremists, including an arson attack in July that killed a toddler and his parents in the West Bank village of Duma. None of this is acceptable.The criticism of Mr. Shapiro, a vigorous advocate for Israel, was unusually personal and unfair. He correctly identified a serious problem. Since 1967, there has been a dual legal system in the West Bank in which Palestinians are subject to military courts, where, experts say, they are almost always convicted. Israeli settlers fall under the Israeli civilian judicial system, with its greater rights and protections. The disparity is likely to become more acute if Israelis abandon the two-state solution in favor of a single state, as some in Mr. Netanyahu’s cabinet desire.Mr. Shapiro called indictments in the Duma case an important sign of Israel’s commitment to prosecute acts of terror against Palestinians, and he urged Israel to “develop stronger, more credible responses to questions about the rule of law in the West Bank.” He also said America had been “asking tough questions of the Palestinians and of Israel’s Arab neighbors, questions about murderous incitement, about withholding recognition, questions about threats to end security cooperation, about support for terror groups and about misuse of the U.N. system.”Israel is moving quickly to establish facts on the ground that preclude a Palestinian state, leaving Palestinians increasingly marginalized and despairing. “It is starting to look like a de facto annexation,” one American official said. In a speech last month, Secretary of State John Kerry warned that violence, settlement-building and demolitions of Palestinian homes were “imperiling the viability of a two-state solution.” He said the number of settlers had increased by tens of thousands in five years. Thousands of Palestinian homes are said to be pending demolition.Significantly, some Israelis, including some former officials, have expressed growing concerns about their country’s direction. The government is cracking down on Israeli groups that advocate for Palestinian rights and oppose the occupation and settlements. An odious bill introduced by Justice Minister Ayelet Shaked would require activists to wear badges when they met government officials, and if groups received funds from foreign entities, they would have to declare it on all correspondence. The measure, which is clearly intended to intimidate government critics, is expected to pass the Knesset.With only a year left in office, President Obama is unlikely to make another run at a peace process or even apply serious pressure on Israel to halt settlement-building. With the Kerry and Shapiro speeches, the administration is hoping to prod Israelis and Palestinians to think hard about the future they are creating. Tragically, it may already be too late for the one formula that has the best chance of establishing a durable peace: two independent states, side by side."}