{"Title":"The Horror in San Bernardino","Link":"http://www.nytimes.com/2015/12/03/opinion/the-horror-in-san-bernardino.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/03/opinion/the-horror-in-san-bernardino.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/03/opinion/03thu1web/03thu1web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eYet another mass shooting underlines the need for sensible controls on gun sales across America.","Data":"America’s gun violence shifted Wednesday to San Bernardino, Calif., where at least 14 people were killed and at least 17 wounded.Amid the chaos were the horrifying and familiar aspects of a mass assault by the latest “active shooter”: bodies on gurneys, innocents weeping under desks at the rattle of gunfire, desperate emails for survival, SWAT teams massed at a war zone of civilian casualties. All the familiar terror was back, as a father received a text from his daughter: “People shot. In the office waiting for cops. Pray for us.”There will be post-mortems and an official search for a “motive” for this latest gun atrocity, as if something explicable had happened. The ultimate question grows with each new scene of carnage: Are these atrocities truly beyond the power of government and its politicians to stop? That tragically has been the case as political leaders offer little more than platitudes after each shootout, while the nation is left to numbly anticipate the next killing spree.The carnage in San Bernardino happened even as the nation was trying to come to grips with last week’s massacre in Colorado Springs, where three lives were taken and nine people wounded.Yet, even as grief fills communities randomly victimized by mass shootings, the sales of weapons grow ever higher. Holiday shoppers set a record for Black Friday gun sales last week. They left the Federal Bureau of Investigation processing 185,345 firearm background checks, the most ever in a single day, topping the Black Friday gun buying binge after the shooting massacre of 26 people at a school in Newtown, Conn., three years ago.Those who reject sensible gun controls will say anything to avoid implicating the growth in the civilian arsenal. The House speaker, Paul Ryan, for one, responded to the killings at the Planned Parenthood clinic in Colorado Springs with a call for better mental health care, and is supporting a new bill that sponsors said would expand services to provide earlier treatment so violent people might theoretically be intercepted. “For those with mental illness, what we ought to be doing is treating the mental illness instead of responding to the crime,” Representative Tim Murphy, a Pennsylvania Republican and a chief sponsor of the bill, told The Wall Street Journal in an interview on Tuesday.This is the familiar line trotted out by Republican politicians after every massacre, as if unfettered access to high-powered weaponry — which they and the gun lobby have made possible — is not a factor in this national catastrophe. Congress’s Republican leaders are betting they can brazenly go through another election cycle without enacting gun safety laws.Congress has allowed the domestic gun industry to use assorted loopholes to sell arsenals that are used against innocent Americans who cannot hide. Without firm action, violent criminals will keep terrorizing communities and the nation, inflicting mass death and damage across the land."}