{"Title":"The Hear-Nothing Gun Crowd ","Link":"http://www.nytimes.com/2016/01/06/opinion/the-hear-nothing-gun-crowd.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/06/opinion/the-hear-nothing-gun-crowd.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/06/opinion/06wed1/06wed1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe current fight over gun control is a howling storm of misrepresentation, sadly almost entirely from one side.","Data":"Sometimes in American politics it seems as if we are all talking past each other, that whatever one side says about an issue like, say, taxes zooms right past the other side. The current fight over gun control is not one of those moments. It is a howling storm of misrepresentation, sadly almost entirely from one side. This week’s developments fit the pattern.On Tuesday in the East Room of the White House, President Obama formally announced that he would be taking a series of executive actions — all of them within his powers as president. It was an important step, since he sometimes seems alone in Washington in his willingness to take on the issue of guns. But none of his actions are aimed at taking weapons away from law-abiding citizens, and none will have that effect. In fact, there has been no bill in real contention in Congress for many years that would reduce the number of guns currently in circulation, or disarm any law-abiding Americans.And yet, as happens every time, the response from the anti-regulation crowd (even before the White House said a word in public about Mr. Obama’s plans) was to deliberately misstate what Mr. Obama was intending. The president said he wanted to increase the number of government agents to process background checks and make the existing system more effective. He also plans to modestly expand the number of dealers who need federal licenses under current law and said he would ask Congress for more money to combat mental illness.The Republican machine’s reaction took none of that into account.“From Day 1,” said House Speaker Paul Ryan, “the president has never respected the right to safe and legal gun ownership that our nation has valued since its founding.” Mr. Ryan said that “rather than focus on criminals and terrorists, he goes after the most law-abiding of citizens. His words and actions amount to a form of intimidation that undermines liberty.”Unlike Mr. Ryan, Senator Ted Cruz of Texas, arch-right candidate for the Republican presidential nomination, did not even wait for the president to talk before he started spitting out his usual talking points on Monday. “This is a president who for seven years has abused his constitutional authority,” he said, adding: “We don’t beat the bad guys by taking away our guns. We beat the bad guys by using our guns.” Opinion  There may be an interesting argument over whether having more civilians walking around with guns and empowered to use them enhances public safety. Our position on this page has been that it makes people less safe.But propagandists like Mr. Cruz are not interested in conversation. Mr. Obama is not proposing “taking away our guns.” In truth, Mr. Obama is not currently advocating renewal or expansion of the expired assault weapons ban, which is politically understandable but still unfortunate. It’s impossible to believe that Mr. Cruz does not recognize what Mr. Obama is doing, and not doing.  Given the situation, it’s hard to imagine a serious conversation about guns as long as politicians in thrall to the gun lobby choose to misrepresent what supporters of gun safety laws are actually saying. Those supporters, by the way, include the 90 percent of Americans who favor universal background checks for gun buyers.The hear-nothing crowd did not budge when college students were slaughtered on campuses like Virginia Tech, when grade school children were massacred in Connecticut, when people were shot to death in a movie theater in Colorado — and in so many other places, including every day on our streets and in our homes.They were not even moved to have a serious conversation about gun safety after self-proclaimed Islamist terrorists attacked law-abiding American citizens in California using weapons obtained in the free market of death-dealing instruments so highly prized by the National Rifle Association and those who do its bidding."}