{"Title":"The Importance of Retaking Ramadi","Link":"http://www.nytimes.com/2015/12/29/opinion/the-importance-of-retaking-ramadi.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/29/opinion/the-importance-of-retaking-ramadi.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/29/opinion/29tue1/29tue1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe hard-fought victory shows what it will take politically and militarily to defeat the Islamic State.","Data":"Iraqis were celebrating on Monday and understandably so. After days of heavy fighting, their security troops, backed by American airstrikes, reportedly recaptured central Ramadi, a provincial capital 60 miles from Baghdad that was overrun by the Islamic State seven months ago.There is still resistance in 20 to 25 percent of the Ramadi area, and efforts to fully secure it are expected to take more time, Iraqi and American officials said. But the fact that Iraqi forces could raise their country’s national flag above the main government complex is a substantial achievement and gives reason to hope that the barbaric terrorist group can eventually be defeated.There are formidable obstacles ahead as well as questions about how President Obama’s strategy in Iraq relates to the fight against the Islamic State in Syria and about a deepening American involvement in the conflict. Still, the victory is the clearest sign yet that the Islamic State, after laying claim to huge parts of Iraq and Syria in 2014, is losing momentum and in retreat. In recent months, the group has been routed from Tikrit, Baiji, Hawija, the Tishrin Dam and Sinjar by Iraqi and Kurdish forces. It is estimated that the group’s control of Iraqi territory has shrunk by 40 percent since last year.Recapturing Ramadi has special importance because it is the capital of Anbar Province, a Sunni Muslim stronghold, and will give Iraq’s government the means to cut off supply lines to Falluja, which is even closer to Baghdad, and weaken the Islamic State’s hold on that city. It will be harder to recapture Mosul, Iraq’s second-largest city, which the Islamic State seized in June 2014, stunning the world with its military strength.The Ramadi battle was at least a partial vindication for Iraq’s army, which humiliated itself by abandoning Mosul as the Islamic State, a Sunni Muslim group, advanced. The Mosul loss exposed deep flaws in the Shiite-led government’s ability to fight the militants, including its unwillingness to arm or send reinforcements to help Sunni tribesmen who were fighting the terrorist group. Since then, President Obama has increased the level of American troops in Iraq to 3,500, some of whom have worked to retrain and reorganize the Iraqi forces.The Americans and Iraqis put in place critical military changes for the Ramadi offensive. The Iraqi forces worked for months to surround the city and had the support of 630 airstrikes against Islamic State targets by the United States-led coalition since July as well as regular coordination with American military commanders.Most significantly, American and Iraqi officers excluded Iran-allied Shiite militias from the battle for Ramadi to avoid aggravating sectarian and ethnic tensions. Kurdish troops, who have performed well in other battles, were also excluded, presumably so the army could succeed without their assistance. Instead, American advisers helped train thousands of local Sunni tribal fighters, who oppose the Islamic State, to secure neighborhoods captured from the militants. If this alliance between the Shiite-dominated Iraqi Army and the Sunni tribes holds, it could undercut the Islamic State’s appeal to the Sunni minority.No military victory by itself will be enough to defeat the Islamic State, also known as ISIS. Political reforms are also essential. The group exploits the anger of Iraq’s Sunni minority, which has been disenfranchised from Iraqi politics since Saddam Hussein was overthrown in 2003.In addition to lifting the morale of Iraq’s security forces, the Ramadi victory should enhance the political standing of Prime Minister Haider al-Abadi, the Shiite leader who has been more moderate and reform-minded than his pro-Iran political rivals, who have fueled sectarian violence for years. The one most responsible was Mr. Abadi’s predecessor, Nuri Kamal al-Maliki, who inflicted gross injustices upon the Sunnis and is still making trouble. To defeat ISIS in the long run, Mr. Abadi will have to convince Iraqi politicians to allow Sunni leaders more autonomy and a role in the government.Mr. Abadi and other Iraqi authorities also have to ensure the safety of Sunni residents who fled the fighting and may now return home. The United States and its coalition allies have made an important contribution by pledging $50 million to rebuild the newly liberated city. Iraq’s leaders will need a political and military strategy for holding Ramadi permanently before they can move on to retake Mosul."}