{"Title":"The More We Poll, the Less We Know","Link":"http://www.nytimes.com/2015/12/31/opinion/the-more-we-poll-the-less-we-know.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/31/opinion/the-more-we-poll-the-less-we-know.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/31/opinion/31wed3web/31wed3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eSorry, Mr. Trump: early polls don’t predict winners. Here’s why they don’t mean much until Super Tuesday.","Data":"Polling of Republicans in the early-voting states of Iowa, New Hampshire and South Carolina has reached unprecedented levels, fueled by the number of candidates in the hunt and an obsession with the horse race rather than a meaningful debate over policy, a new Boston Globe study says.Since the race began, more than 200 surveys have been conducted on the preferences of the thin slice of electorate who, this early, a) bother to respond; and b) can remember who’s running.So what can they tell us? Not much.Pollsters agree that at this point in the race, no poll nor group of polls can predict who will be the next president, or even who will be the party’s nominee. “Early surveys, even a month out, are not going to give people the prediction they’re looking for — particularly in primaries,” said Michael Dimock, president of the Pew Research Center and a political scientist who has conducted many polls in his time. Editorial Observer See More » Who gets the most excited by polls? The candidates who lead them. It’s not a Donald Trump rally without the candidate trundling to the podium, crowing about the numbers showing him winning. But those polls do not predict a Trump victory. Here’s why:The level of support Mr. Trump boasts about (currently, between 30 and 40 percent) is drawn from within the 25 percent of voters who identify themselves as Republicans, according to Nate Silver of FiveThirtyEight, meaning that to secure the nomination he would have to broaden his appeal among Republicans beyond the slice he has — not easy, given the extremism he represents. When Mr. Trump was polling at about 30 percent, Mr. Silver estimated he was pulling between 6 and 8 percent of the American electorate, which he said was about “the same share of people who think the Apollo moon landings were faked.” Also, only a small fraction of those self-identified Republicans will vote.Primary polls are especially flawed, because most voters don’t make up their minds until a few weeks or even days before their state’s contest. And each primary’s result influences how people will vote in subsequent ones.As polls have multiplied in this cycle, so too have the chances that they are unreliable: some because sample sizes are too small or unrepresentative; some because pollsters often don’t call cellphones, excluding (mostly younger) people without landlines. Some aggregated polls include both historically accurate and methodologically flawed polls.The two earliest voting states illustrate the problems with early polls. Depending on the poll, Mr. Trump is either tied with or lagging behind Senator Ted Cruz in Iowa, which holds caucuses on Feb. 1. But even if Mr. Trump were clearly leading, Iowa is one of the most difficult states to poll, and one of the least determinative of the Republican nominee (Mike Huckabee won in 2008, and Rick Santorum in 2012). Early polling in New Hampshire, whose primary is Feb. 9, is also poor because many voters don’t make up their minds until after Iowa.Early polls do, however, provide a window into voter concerns, policy preferences and priorities that shift, collide, then eventually coalesce around a single candidate, Mr. Dimock says. One recent example is the uptick in support for candidates whom some voters see as best qualified on national security after the attacks in Paris and San Bernardino, like (inexplicably) Gov. Chris Christie, and the fall of others, like Ben Carson, who haven’t demonstrated fluency on foreign policy. But in a race like this one, there’s plenty of coalescing still to come.So there’s no reason to fret over any polls until March 1, Super Tuesday, when 12 states, plus American Samoa, hold their contests. Most voters don’t start paying attention until then."}