{"Title":"The Pentagon’s Insubordination on Guantánamo","Link":"http://www.nytimes.com/2016/01/03/opinion/sunday/the-pentagons-insubordination-on-guantanamo.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/03/opinion/sunday/the-pentagons-insubordination-on-guantanamo.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/01/opinion/03sun2web/03sun2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Defense Department cannot be allowed to continue dragging its feet on prisoner releases.","Data":"In recent years, Congress and the Pentagon have stood in the way of President Obama’s goal of shutting down the prison at Guantánamo Bay, Cuba. The legislative hurdles have been predictable in a Republican-led Congress that so often opposes Mr. Obama’s initiatives reflexively. The stalling at the Defense Department, where officials have used every bureaucratic trick in the book to slow down the release of inmates, is startling, though, and basically amounts to insubordination. A Reuters article on Tuesday shed new light on the Pentagon’s obstinance on Guantánamo and the extent to which the department has sought to keep detainees locked away for years without due process in a prison established to sidestep the Constitution and international law.Officials at the Pentagon, Reuters reported, scuttled a potential plan to resettle Tariq Ba Odah, a Yemeni detainee who has been imprisoned since 2002 and was cleared for release in 2009. He is now severely malnourished from having been on a hunger strike for almost nine years. After officials at the State Department persuaded officials from a foreign government to consider taking Mr. Ba Odah in September, those officials made the reasonable request to examine his medical records. Mr. Ba Odah’s lawyer approved the request. The Pentagon, however, stalled for six weeks, preposterously arguing that it was protecting Mr. Ba Odah’s privacy. Mr. Ba Odah remains locked up, raising the likelihood that he will die in detention.In interviews with Reuters, former senior American officials have criticized the Pentagon with unusual candor. James Dobbins, the former State Department envoy for Afghanistan and Pakistan, said that dealing with the Pentagon on Guantánamo issues was like “punching a pillow.” The reasons are political and ideological. Congress has for several years required that the defense secretary personally sign off on every release and assert that the risk of recidivism has been mitigated. That requirement raised fears of political backlash should a detainee take up arms abroad and became an excuse to delay decisions. Beyond that, some officials see value in having a permanent offshore prison available for terrorism suspects.Time after time, officials at the Pentagon have found ways to delay releases. For instance, Gen. John Kelly, the commander of the United States Southern Command, which oversees the naval base in Cuba, has made it unnecessarily hard for foreign delegations to visit the prison. This has stymied negotiations with countries that have been willing to explore the possibility of taking Guantánamo detainees whom the American government won’t send back to their countries because of security concerns.Despite the Pentagon’s intransigence, the White House hopes to reduce the inmate population of 107 significantly over the next few months. Seventeen detainees who have received final transfer approval are scheduled for release in the coming weeks. Officials say that as many as 30 more could be released by the summer, reducing the count to roughly 60. The smaller the number the more likely that the detainees could be moved to a prison in the United States until a final disposition can be made in their cases.Pentagon officials can do a lot to thwart releases during Mr. Obama’s last year in office. He can make that less likely by empowering a senior official to set clear goals and deadlines, and order defense officials to meet them."}