{"Title":"The Paris Climate Pact Will Need Strong Follow-Up","Link":"http://www.nytimes.com/2015/12/15/opinion/the-paris-climate-pact-will-need-strong-follow-up.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/15/opinion/the-paris-climate-pact-will-need-strong-follow-up.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/15/opinion/15tue1/15tue1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe global agreement out of Paris is a monumental moment in human history. Now comes the hard part.","Data":"Paris is over. The cheering and high-fiving have died down. Now comes the hard part.On Saturday, after two weeks of talks, 195 nations agreed on a plan that they hope will reduce the greenhouse gases warming the atmosphere and assure future generations of a livable world. Will it? Yes, or probably, or maybe, but only if the countries that promised to reduce their emissions honor those pledges and agree to improve significantly on them in the years to come.The French foreign minister, Laurent Fabius, described the agreement as a “historical turning point.” Ban Ki-moon, the secretary general of the United Nations, called it a “monumental success for the planet and its people.” Whether it turns out to be either of those things depends largely on what the individual signatories are willing to put into it. This is an agreement built firmly on science, but also on the hope that the enthusiasm generated in Paris will translate into concrete measures across the globe that will, in fact, prevent the worst consequences of climate change.The behavior of individual governments will be critical in determining whether the world moves forward with clean-energy technologies. Much was said about how the agreement sent a strong “signal” to investors, and indeed, Paris was swarming with corporate chieftains and Silicon Valley heavyweights. But the strength of that signal will depend heavily on whether governments are willing to promote such investments while removing the tax subsidies that favor dirtier fossil fuels — perhaps to the point of embracing carbon taxes.Here are key elements of the agreement:A strong scientific coreCollective responsibility Opinion  Regular assessments Paris Climate Change Conference 2015 See More » TransparencyThis agreement had many heroes, including the French hosts, United Nations officials and the climate activists who never gave up on the idea of a global accord. But it is worth singling out President Obama, Secretary of State John Kerry and his chief negotiator, Todd Stern, who together brought China into the tent. This not only persuaded other developing countries to come aboard but also deprived opponents in Congress of their old argument that American action was pointless because China would never go along."}