{"Title":"The President Acts on Gun Violence","Link":"http://www.nytimes.com/2016/01/05/opinion/the-president-acts-on-gun-violence.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/05/opinion/the-president-acts-on-gun-violence.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/05/opinion/05tue2/05tue2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eCongressional Republicans won’t pass even basic, sensible gun-safety measures, so Mr. Obama is doing what he can through executive actions.","Data":"In the hope of combating America’s intolerable levels of gun violence, with Congress refusing to pass hugely popular gun-safety measures, President Obama is issuing a modest, limited set of executive actions on guns.Most of the actions are aimed at making it harder for criminals and other dangerous people to get their hands on a firearm. But to listen to the Republican presidential candidates, who weighed in before they even knew the details, one would think Mr. Obama had declared martial law and called in the tanks.On “Fox News Sunday,” former Gov. Jeb Bush of Florida said Mr. Obama’s “first impulse is always to take rights away from law-abiding citizens.” Donald Trump told CBS’s “Face the Nation,” “I don’t like anything having to do with changing our Second Amendment.” Gov. Chris Christie of New Jersey, also on “Fox News Sunday,” dismissed the orders as “illegal” and called Mr. Obama, among other things, a “petulant child,” a “king” and a “dictator.”Spare us the bluster. Mr. Obama is not taking away any law-abiding citizen’s guns or changing the Second Amendment. To the contrary, his actions are in line with the stated priorities of gun-rights activists: keeping guns from people likely to use them in crimes, and enforcing gun laws already on the books.One key action will require more gun sellers to be federally licensed and perform a background check for every attempted purchase. Tens of thousands of dealers already follow these rules, but many others are able to evade them by relying on vague language in the law. While they are a small fraction of all unlicensed sellers, these dealers account for an outsized percentage of guns sold, according to a study by the advocacy group Everytown for Gun Safety. For obvious reasons, they are also more likely to appeal to criminals and others trying to hide from the authorities.The law will be clarified to consider not only how many guns these dealers sell, but also how quickly they resell them after purchasing them, whether they sell them in their original packaging and how much they profit.  The president is also taking steps to improve the functioning of the federal background-check database, a critically important tool that has stopped millions of sales of weapons to prohibited people since 1998. Among other things, the F.B.I. will work to notify state and local authorities whenever a prohibited person tries to buy a gun and is rejected. This is a sensible and proven approach to reducing gun crime. In Virginia, follow-up investigations of those denied a gun because of a background check have led to more than 14,000 arrests.Other presidential actions include delivering a budget proposal with money for 200 new agents and investigators for the Bureau of Alcohol, Tobacco, Firearms and Explosives to help enforce existing gun laws; requiring dealers to notify authorities when guns are lost or stolen in transit; increasing law enforcement access to mental-health records; and providing funding for research into gun-safety technology.None of the actions will make a big dent in America’s gun-violence epidemic, but that’s because Mr. Obama can do only so much on his own. Congress could pass far more expansive and effective legislation, such as universal background checks, which have been associated with large declines in gun deaths in the 18 states that have implemented them.But even as they talk about being the people’s representatives, members of Congress, almost all of them Republican, have chosen to do the bidding of a gun lobby that is astonishingly out of step with the public. For years, about 9 in 10 Americans — and nearly as many households with a National Rifle Association member — have supported universal background checks, and yet the N.R.A. reflexively opposes them.So who better represents the wishes of the American people?"}