{"Title":"The Republican Fear of Facts on Guns","Link":"http://www.nytimes.com/2015/12/24/opinion/the-republican-fear-of-facts-on-guns.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/24/opinion/the-republican-fear-of-facts-on-guns.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/24/opinion/24thu1/24thu1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eRepublicans in Congress continue to oppose federal funds for gun violence research.","Data":"The three rivals for the Democratic presidential nomination showed enough sense of responsibility in their debate on Saturday to freely discuss the nation’s epidemic of gun violence. Unfortunately, this was only half the debate voters deserve. The Republican candidates are callously ducking the issue. Among the recent casualties of such silence was a bill in Congress that would have lifted a ban on basic federal research into gun violence and its toll on public health.For nearly two decades, Congress has banned needed research on gun violence by the Centers for Disease Control and Prevention. Last week, Congress, doing the bidding of the gun industry, quietly killed a provision in the omnibus spending bill that would have reversed that ban.In so doing, it left intact an anti-science smoke screen that has helped the industry and its lobbyists deny and dispute the facts of the gun violence that takes more than 30,000 lives a year.Imagine if the tobacco industry had been similarly favored by Congress with a ban on federal research about cigarette deaths. Imagine, too, if the auto industry had such a shield during the years when the government successfully fought unsafe cars in the cause of public health.Perversely, the gun industry claims that research by private and academic interests — which it can’t block — is untrustworthy. Expect that argument to be invoked in reaction to alarming research about the Missouri General Assembly’s repeal eight years ago of background checks for gun buyers that required people to appear in person at the local sheriff’s office.A study by the Johns Hopkins Center for Gun Policy and Research found that in the first six years after the repeal, gun homicides rose within the state by 16 percent, while the national rate declined 11 percent. By contrast, it also found that Connecticut, which has maintained its 1995 background check law, registered a 40 percent drop in gun homicides across a decade.The work of independent researchers suggests that there are many avenues of inquiry the government should be investigating more deeply.One study estimated that gun violence annually costs $8.6 billion in direct expenses for emergency and medical care. Wyoming, the state with the highest rate of gun deaths, also has the highest per capita costs for gun violence — about $1,400 per resident per year, which is twice the national average. A new area for investigation is the fact that gun deaths have begun surpassing motor vehicle deaths in some states.Private research is valuable, but in-depth federal studies are crucial for discovering the full patterns of crime and death fed by the relentless weakening of gun laws in recent decades. Even the original sponsor of Congress’s gag order on research now agrees. “I wish we had started the proper research and kept it going all this time,” former Representative Jay Dickey, an Arkansas Republican, told The Huffington Post in October.“I have regrets,” said Mr. Dickey, who now asks whether the advances made in auto safety could have been achieved on guns if political positions had not been so hardened. That’s an interesting question; it deserves to be asked of the Republicans running for president."}