{"Title":"The Reproductive Rights Rollback of 2015","Link":"http://www.nytimes.com/2015/12/20/opinion/sunday/the-reproductive-rights-rollback-of-2015.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/20/opinion/sunday/the-reproductive-rights-rollback-of-2015.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/20/opinion/sunday/20sun1/20sun1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eState lawmakers have passed 57 new restrictions on abortion access this year alone, and they show no signs of slowing down.","Data":"How many laws making it harder to get an abortion will pass before the Supreme Court sees them for what they are — part of a tireless, coordinated nationwide assault on the right of women to control what happens with their own bodies without the interference of politicians?One answer is, no fewer than 288. That’s how many abortion restrictions states have enacted since the beginning of 2011, when aggressively anti-choice lawmakers swept into statehouses around the country. The trend accelerated in 2015, as state legislators passed 57 new constraints on a woman’s right to choose. Hundreds more were considered, most of which could come up again in 2016. Most of the time, lawmakers are clever enough to disguise their true intent by claiming that their interest is in protecting women’s physical or mental health. But now and then the facade falls away, as when the Mississippi governor, Phil Bryant, called a set of restrictions he signed into law in 2012 “the first step in a movement” that aims to “end abortion in Mississippi.”This is the ominous purpose the justices must not ignore as they hear a major lawsuit from Texas early next year. The case involves a state law passed in 2013 requiring abortion clinics to meet the same building, equipment and staffing standards as ambulatory surgical centers, a costly and medically unnecessary standard. The law also requires doctors who perform abortions to have admitting privileges at a hospital within 30 miles of the clinic.Laws like this — known as TRAP laws, for targeted regulation of abortion providers — have sprouted up in dozens of states as abortion opponents test the limits of the Supreme Court’s vague standard on abortion rights, which asks whether a restriction poses an “undue burden” to a woman’s right to choose.In many states, including Texas, these laws have resulted in the shuttering of all but a few clinics that perform abortions, forcing women to travel hundreds of miles for the procedure. Among other burdens, this increases the chance that a woman will try to end her pregnancy on her own. This is extremely risky, and in some states it is even grounds for a charge of attempted murder. One study, based on a recent survey, estimated that 100,000 to 240,000 Texas women ages 18 to 49 have attempted a self-induced abortion without medical assistance. These women, the study found, were significantly more likely than average to have less access to basic reproductive-health services like birth control.TRAP laws are the only ones currently before the Supreme Court, but they are far from the only roadblock to reproductive health care put up in 2015.Just a few examples: Five states enacted or extended waiting periods for abortions, joining the more than two dozen states that already had such laws. Some of these laws also require a woman to undergo in-person counseling, which means two separate trips to a clinic or hospital. Two states, Arizona and Arkansas, passed laws requiring doctors to give women misleading information about the possibility of “reversing” a medication-induced abortion. Arkansas also became the third state to ban the use of the modern, evidence-based drug protocol for medication abortion, which is cheaper and more effective than what the Food and Drug Administration approved in 2000.And then there is the unrelenting, but politically unpopular, campaign by Republicans in Congress, in statehouses and on the presidential campaign trail to deny funding to Planned Parenthood. The organization, which is the only reproductive-health service provider for millions of poorer women, is already prohibited by law from using federal funds for almost all abortions.That doesn’t matter to anti-choice activists in places like Wisconsin and Indiana, where efforts by conservative lawmakers and governors have forced even those Planned Parenthood clinics that don’t perform any abortions to shut down. A result is that many lower-income women lose access to basic health care as well as contraceptive services that would make them less likely to have unintended pregnancies.By any reasonable measure, Texas’ law places an undue burden on women seeking abortion services and should be struck down. Beyond doing that, the justices must send a clear and broad message affirming the constitutionally protected right of women to determine the course of their reproductive lives. Political opponents have shown how quickly they can regroup and find ways to restrict or obliterate programs and services women need."}