{"Title":"The Supreme Court, the Nativists and Immigrants","Link":"http://www.nytimes.com/2016/01/20/opinion/the-supreme-court-the-nativists-and-immigrants.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/20/opinion/the-supreme-court-the-nativists-and-immigrants.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/20/opinion/20wed1-1453245207047/20wed1-1453245207047-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003ePresident Obama’s action to protect undocumented parents from deportation was well within his authority.","Data":"As soon as 26 states took it upon themselves to sue President Obama over the sensible, humane executive actions he took in late 2014 to protect millions of undocumented immigrants from deportation, it was inevitable that the lawsuit would land on the Supreme Court’s doorstep.On Tuesday morning, the justices announced that they would hear the case, which means a decision will most likely come down by the end of June. The states should never have been allowed standing to sue in the first place, and their substantive claims are groundless.There are more than 11 million undocumented immigrants living in the United States. No one, besides Donald Trump, believes the nation has the resources, or the will, to deport them all. The clearest solution is to focus on removing those who pose an actual threat to public safety while deferring action on most of the rest and helping them “come out of the shadows.” In 2012, the Obama administration allowed young immigrants who were brought here as children to be given work permits and be exempted from deportation, a program that has worked well. In November 2014, the president announced a plan to offer work permits and a three-year reprieve from deportation to as many as five million undocumented parents of American citizens or permanent residents, provided they had no criminal record and had lived in the country at least five years.Getting hardworking people who have deep roots in their communities out of the shadows isn’t a new issue. In a 1980 presidential debate, George Bush decried the harsh efforts to marginalize undocumented immigrants. “We’re creating a whole society of really honorable, decent, family-loving people that are in violation of the law,” he said. Mr. Obama, along with other reality-based politicians on both the left and the right, understands this, but congressional Republicans have refused to pass any meaningful immigration reform.Mr. Obama’s pragmatic deportation exemption programs are well within his legal and constitutional authority. The Supreme Court expl icitly stated in 2012 that the federal government had “broad, undoubted power over the subject of immigration and the status of aliens” under the Constitution. Opinion  But Texas and other states — mostly conservative ones along the southern border — immediately cried foul, and steered a lawsuit to Judge Andrew Hanen of Federal District Court in Brownsville, Tex. Last February, Judge Hanen ruled in the states’ favor and blocked the president’s action. In November, a panel of the Court of Appeals for the Fifth Circuit voted 2 to 1 to affirm that ruling.  In their brief to the Supreme Court, the states concede that the president has discretion to enforce immigration laws in individual cases. But they argue he does not have power to alter the legal status of entire classes of people.This mischaracterizes the president’s actions. Presidents of both parties have long used their authority to enforce immigration laws selectively, so as to be “efficient, rational and humane,” as a group of former immigration and Homeland Security officials wrote in a brief to the court. For example, both the Reagan and first Bush administrations provided relief from deportation to spouses and children of those eligible for legalization — a class of people whom Congress had expressly declined to protect in the 1986 immigration reform law.Apart from the fallacious argument on the president’s powers, the states have no standing to sue. Texas claims that it has that right simply because it thinks the president’s orders would harm its economy. If the court were to accept this kind of claim, it would mean that any time a state or city opposed a federal action, it could drag that political dispute into the courts.As Judge Carolyn King noted in her dissent in the Fifth Circuit’s ruling, this argument “appears to allow limitless state intrusion into exclusively federal matters — effectively enabling the states, through the courts, to second-guess federal policy decisions.”Congress should have passed comprehensive immigration reform years ago, rather than, say, threatening to impeach the president when he took on the issue. Mr. Obama is wholly within his authority to make wise use of limited enforcement resources. The Supreme Court has already recognized this fact; now it needs to reiterate it."}