{"Title":"The Sad Demise of the Summer Job","Link":"http://www.nytimes.com/2016/02/28/opinion/sunday/the-sad-demise-of-the-summer-job.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/28/opinion/sunday/the-sad-demise-of-the-summer-job.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/29/opinion/29mon3web/29mon3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA program proposed by President Obama for getting young people into jobs deserves support.","Data":"President Obama touched on a national crisis last week when he called on business leaders to help connect young people with summer jobs that give them not just money, but also valuable work experience. Private companies can help. But they are hesitant to hire inexperienced applicants at a time when seasoned, middle-aged workers who lost good jobs during the recession are desperate for any work. The only solution to youth unemployment is for Congress to reinstate some version of the summer jobs program it abandoned in the late 1990s.When summer jobs were plentiful, young people gained skills and experiences that made them attractive to future employers. Research has shown that people who fail to find work early in their lives run a risk of being unemployed and underemployed into early adulthood and beyond. The effect is far worse for people in poor, minority communities, where jobs are fewer and unemployment rates are many times the national average.In the 1990s, the federal summer jobs program provided work experience for more than half a million low-income young people around the country. The opportunities began to evaporate after 1998, when Congress de-emphasized the summer program to adopt what it viewed as a broader approach to helping young people. In most areas, enrollment in the summer programs dropped by 50 to 90 percent.Congress found a partial solution to chronic unemployment in the Recovery Act of 2009, which included a subsidy program that created more than 260,000 temporary jobs for young people and adults, many of whom were hired permanently once the subsidy ended. Unfortunately, Republicans blocked the extension of this valuable program.President Obama has nonetheless proposed a similar program in his new budget, which includes $3.5 billion to help get nearly one million young people into first jobs over the summer and to provide a year’s paid work for 150,000 others who are out of school and out of work. The funds would cover up to half the cost of the wages.Republicans in Congress who are inclined to fight this spending on ideological grounds should consider the desperation that young unemployed people are facing in this country and the civic costs of standing idly by and doing nothing to help them."}