{"Title":"The Security Council Wakes Up on Syria","Link":"http://www.nytimes.com/2015/12/22/opinion/the-security-council-wakes-up-on-syria.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/22/opinion/the-security-council-wakes-up-on-syria.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/22/opinion/22tue1/22tue1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA plan for a cease-fire and talks gains the Council’s support, but many crucial decisions remain, like who will represent the opposition.","Data":"After nearly five years and more than 250,000 lives lost, the major world powers have now agreed on a plan for ending the civil war that has torn Syria apart and allowed the Islamic State to greatly enlarge its regional foothold. A resolution approved unanimously by the United Nations Security Council on Friday puts the Council formally behind a plan negotiated over many months that calls for a cease-fire, talks between the Syrian government and the opposition and a two-year timeline to create a unity government and hold elections.The resolution is a positive development. But it leaves unsettled crucial differences that have long plagued Syrian peacemaking efforts. And it leaves unresolved a host of tough decisions that the United States, Russia and other key players, namely Iran, Saudi Arabia and Syria’s own president, Bashar al-Assad, must still make.The vote was a rare show of unity for the Security Council, which abdicated its responsibility after Russia and China vetoed four resolutions in 2011. Those initiatives sought to pressure Mr. Assad at a time when international action might have prevented him from taking vengeance on political opponents, leading to Syria’s unraveling. Since then, a military victory by either Mr. Assad or the Syrian rebels has become unlikely. Meanwhile, the Islamic State has exploited the chaos by seizing fresh ground in Syria and Iraq and mounting attacks that increasingly threaten not only the region but the West and Russia as well.Absent an end to the civil war, there can be no effective campaign to defeat the Islamic State. Yet there is still no agreement on who will represent the Syrian opposition, an array of moderate and extremist groups supported by different countries.Also unresolved is the future of Mr. Assad. Rebel groups backed by Saudi Arabia and Turkey insist that he be removed from power. Russia and Iran have sought to prevent his overthrow by increasing military and financial support. Initially, the United States demanded Mr. Assad’s removal but it has since softened that position. It now backs a negotiated transition in which opposition members would be included in a national unity government with elements of the Assad regime.The Obama administration has sometimes muddled that message. Though it is hard, even distasteful, to acknowledge it, the abrupt removal of Mr. Assad now would only destabilize Syria even more. Still, it would be shameful if such a butcher was allowed to run in elections that the new plan calls for within two years.The element of the plan that could most help Syria’s long-suffering civilians is a cease-fire, but it is far from worked out. The United Nations secretary general, Ban Ki-moon, is supposed to give the Council options within a month for monitoring a cease-fire. Using the agency’s peacekeepers is probably unworkable because there are no clear cease-fire lines.Another major question is whether Russia, which is leading the Syria negotiations along with the Americans, is really committed to peace. Most of its strikes in Syria have been aimed at rebel forces, not the Islamic State, and, according to rescue workers and residents, that pattern continued on Sunday when its warplanes killed scores of people at a busy market in the rebel-held city of Idlib. If Russia really believed in the peace plan it helped write, it should have set an example by striking the Islamic State, not the rebels who are supposed to join transition talks.There are many other obstacles to sort through, including whether Iran will play a constructive role and, once the civil war is ended, whether enough ground forces can be recruited from Syria and elsewhere to defeat the Islamic State. The Syrian war needs to end but it’s hard to be hopeful when even the Russian foreign minister, Sergey Lavrov, says, “I’m not too optimistic about what has been achieved today.”"}