{"Title":"The Trump Effect, and How It Spreads","Link":"http://www.nytimes.com/2015/12/10/opinion/the-trump-effect-and-how-it-spreads.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/10/opinion/the-trump-effect-and-how-it-spreads.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/10/opinion/10thu1/10thu1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe other Republican candidates now fleeing Mr. Trump have in fact been peddling their own xenophobic views for months.","Data":"Go ahead, deplore Donald Trump. Despise his message. Reject his appeals to exclusion and hatred. But do not make the mistake of treating him as a solitary phenomenon, a singular celebrity narcissist who has somehow, all alone, brought his party and its politics to the brink of fascism.He is the leading Republican candidate for president. He has been for months. The things he says are outrageous, by design, but they were not spawned, nor have they flourished, in isolation.The Republican rivals rushing to distance themselves from his latest inflammatory proposal — a faith-based wall around the country — have been peddling their own nativist policies for months or years. They have been harshening their campaign speeches and immigration proposals in response to the Trump effect. Ted Cruz and Jeb Bush want to allow only Christian refugees from Syria to enter the country, and Mr. Cruz has introduced legislation to allow states to opt out of refugee resettlement.And party officials around the country, attuned to the power of fear, have developed homegrown versions of the Trump approach. In 31 states, governors — most but not all Republicans — have formed an axis of ignorance, declaring their borders closed to refugees fleeing the Islamic State in Syria. In Texas, Gov. Greg Abbott has sued the federal government and a nonprofit relief agency to keep refugees out. Indiana’s refusal forced one family to seek refuge in Connecticut. Georgia is seeking to deny displaced Syrians federal benefits, like food stamps, and keep their children out of school.Civil rights organizations — the American Civil Liberties Union, the National Immigration Law Center and the Southern Poverty Law Center — are defending the displaced against blatant discrimination. That it is even necessary to protect the victims of Islamic extremism from being victimized again, in the United States, is a national disgrace.This is the force that Mr. Trump feeds on and that propels him. It is bigger than he is, and toxic. Not a vote has been cast in the 2016 presidential race. But serious damage is already being done to the country, to its reputation overseas, by a man who is seen as speaking for America and twisting its message of tolerance and welcome, and by the candidates who trail him and are competing for his voters.Mr. Trump has not deported anyone, nor locked up or otherwise brutalized any Muslims, immigrants or others. The danger next year, of course, is giving him the power to do so. And the danger right now is allowing him to legitimize the hatred that he so skillfully exploits, and to revive the old American tendency, in frightening times, toward vicious treatment of the weak and outsiders.The internment of Japanese-Americans in World War II, as some Republicans have either forgotten or never understood, was a dark episode in American history. It is remembered today with regret, as something the nation struggled with, learned from, and moved beyond. But there are millions of Muslims who have good reason to fear that the darkness is falling again.The time to renounce Mr. Trump’s views was the day he entered the race, calling Mexico an exporter of criminals and rapists. He played to the politics of nativism and fear that was evident last year, when a wave of Central American mothers and children, fleeing gang-and-drug warfare to the Texas border, presented themselves upon the mercy of the United States, and were met with derision and hysteria.The racism behind the agenda of the right wing on immigrants and foreigners has long been plain as day. Mr. Trump makes it even plainer. After his remarks on Muslims, how many of Mr. Trump’s rivals have said they would reject his candidacy if he won the nomination? As of Wednesday, none."}