{"Title":"The Tarnished Trump Brand","Link":"http://www.nytimes.com/2015/12/11/opinion/the-tarnished-trump-brand.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/11/opinion/the-tarnished-trump-brand.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/11/opinion/11thu3web/11thu3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eBusinesses should ask themselves if being linked to the Trump name is worth it.","Data":"Real estate companies, furniture makers and other businesses that have emblazoned the Trump name on their properties and products ought to think hard about whether they want to be associated with the outrageous things coming out of Donald Trump’s mouth as he campaigns for the Republican nomination for president.Some businesses like NBC, Serta and Macy’s wisely distanced themselves from Mr. Trump and said that they would discontinue products that bear his name after he called Mexicans criminals and rapists earlier this year.For years, Mr. Trump and his company positioned the Trump brand as a symbol of gaudy luxury. And they established a lucrative business licensing his name to real estate developers, hotel owners and other businesses. The Trump brand is used to sell products as wide-ranging as clothing, coffee pods and sofas. Clearly many consumers who find Mr. Trump’s statements offensive will cringe at using products and services that have his name on them, even if he has little to do with the business in question. That’s why one Dubai-based retail company quickly removed Trump merchandise from its stores after Mr. Trump said Muslims should be barred from coming to the United States until officials “figure out what is going on.”Of course, each business will make its own decision of whether and how they want to be associated with Mr. Trump. Some might have invested so much money and time in the Trump brand that they will stick with it, presumably hoping that the public furor over his comments will subside. (Given the rate at which he is insulting people, they might be waiting for a while.)Some business executives have explained away Mr. Trump’s comments as the kind of harmless hot air typically vented by politicians during elections. The chief executive of Qatar Airways, who says he is a friend of the candidate, told The Times that Mr. Trump’s remarks were nothing more than an effort “to gain political mileage.”But businesses dependent on the Trump name shouldn’t be so certain. It takes a lot of work to make brands successful, and they can be undone quickly by controversy and scandal. Thanks to Mr. Trump himself, his name increasingly stands for bigotry and racism. His licensees should ask themselves if they want to be linked to a brand that carries those connotations."}