{"Title":"The Urgent Need for Peace in Yemen","Link":"http://www.nytimes.com/2015/12/16/opinion/the-urgent-need-for-peace-in-yemen.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/16/opinion/the-urgent-need-for-peace-in-yemen.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/16/opinion/16wed2web/16wed2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThousands have been killed, millions face food shortages and a security vacuum has allowed the Islamic State to expand.","Data":"There is a chance now to end the civil war in Yemen as the government of President Abdu Rabbu Mansour Hadi and the Houthi rebels begin peace talks in Switzerland amid a cease-fire.The nine-month war has already taken almost 6,000 lives and left 21 million people facing shortages of food and vital supplies. That is reason enough for the international community to do all it can to push the two sides toward a settlement. But there is an added motivation: The security vacuum created by the war has allowed the Islamic State to expand.Yemen was one of the world’s most impoverished and unstable nations even before war broke out this year between the Hadi government, which is fighting alongside a Saudi-led coalition with the support of the United States, and the Houthi militias, which are allied with Iran.As the situation worsened, the United Nations pushed for the talks, which started Tuesday.The track record for the two sides does not inspire confidence. Two previous peace efforts failed, and the run-up to this one was marked by intensified violence, with a ballistic missile killing more than 100 members of the Saudi-led coalition, including the commander of the Saudi special forces. And on Tuesday, the first day of the cease-fire, there were already reports of violations.But the warring sides cannot defeat each other on the battlefield, as Deputy Crown Prince Mohammed bin Salman, Saudi Arabia’s inexperienced defense minister, seems determined to do. The Saudi coalition and forces loyal to the Hadi government are fighting in Yemen’s southern and eastern regions and have reportedly made few significant gains since securing the port city of Aden last summer. The Houthis and troops loyal to former President Ali Abdullah Saleh have held their own in certain areas but have been unable to take control of the whole country.Human rights groups say all the warring parties share blame for the catastrophe and have displayed a careless disregard for human life. But the Saudi-led coalition, crucially supported by American intelligence, has been responsible for most of the deaths. Coalition airstrikes have hit residential neighborhoods, schools and hospitals, and about 70 people died when a bomb hit a wedding party in September.Given this irresponsible record, it is baffling and disgraceful that the Obama administration is proceeding with the sale of $1.29 billion in arms to Saudi Arabia, mostly smart bombs that can be used to continue the killing spree. Congress could have blocked the sale but instead merely extended its review of the matter and delayed the transfer of weapons for 30 days.Although America and Saudi Arabia have long been security partners, Washington should not provide weapons and intelligence if the Saudis use them in a way that increases conflict in the region.Moreover, the Saudis and the other Sunni Arab states in the coalition are so preoccupied with defeating Iran and its Houthi allies that they have reduced their participation in American-led operations against the Islamic State in Iraq and Syria and ignored the threat in Yemen.There is no credible alternative to a political solution that would allow the Houthis to share power with the Hadi government. That must be the focus of the peace talks. Otherwise the humanitarian disaster will continue and Yemen will remain a dangerous diversion from the far more serious threat of the Islamic State."}