{"Title":"To Reduce Suicides, Keep the Guns Away","Link":"http://www.nytimes.com/2015/12/14/opinion/to-reduce-suicides-keep-the-guns-away.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/14/opinion/to-reduce-suicides-keep-the-guns-away.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/14/opinion/14mon1/14mon1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eNo policy is going to prevent every suicide. But we should try to save as many people as possible.","Data":"As Americans debate how the country should respond to gun violence, they should not lose sight of the biggest category of firearm deaths: suicides. About two-thirds of people killed by guns, or 20,000 a year, kill themselves.The rate at which Americans commit suicide with guns has been increasing for several years, even as the rate of gun homicides has declined. Research shows that the increase is correlated with higher gun ownership. Public health experts say ready access to firearms makes it easier for people to act on suicidal thoughts. And about 85 percent of suicide attempts that involve guns are successful, compared with less than 3 percent of those involving drug overdoses. Over all, guns were used in about half of the 41,000 suicides in 2013, the latest year for which there is data from the Centers for Disease Control and Prevention.These numbers are all the more tragic because suicide is a leading cause of death among young people. And contrary to the conventional wisdom that people who are determined to end their lives will find a way to do so, 90 percent of people who survive suicide attempts do not eventually die by suicide.The country could reduce the death toll by enacting better safety policies and investing in education campaigns. A good place to start would be to encourage gun owners to properly secure their firearms, by placing them in safes and storing them separately from ammunition. This would make it harder for teenagers, who are more impulsive, to commit suicide and help reduce the toll of unintentional gun deaths, estimated at about 500 in 2013.Some health experts have been working to build awareness about suicide risks among gun owners through education campaigns. The Harvard T. H. Chan School of Public Health has worked with gun dealers in New Hampshire to display brochures and posters that describe warning signs for suicide and tell people how they can keep guns from at-risk family members and friends. Similar programs have been started in other states.State licensing laws for gun ownership can help by delaying access to guns. Even a short delay can be effective, experts say, because most people attempt suicide within an hour of their decision to end their lives. A study published this year by four professors at Johns Hopkins University found that suicide rates fell in Connecticut after that state passed a law in 1995 requiring licensing. The study also found that the suicide rate increased in Missouri after it repealed a similar law in 2007.Other strategies have proved very effective in countries that have the will to act. In Israel, the military cut the suicide rate among young soldiers by 40 percent by forbidding them to take their service weapons home on weekends, according to a study published in the journal Suicide and Life-Threatening Behavior in 2010. And in Australia, the rate at which people killed themselves with guns fell nearly 80 percent after a national gun buyback in 1997, according to a study published in The American Law and Economics Review in 2010. Australia bought back about 650,000 guns, or about 20 percent of the total.No policy or education campaign is going to prevent every suicide. But that is no excuse for failing to save as many people as we can by improving gun safety and by protecting people who are a danger to themselves."}