{"Title":"Toward a Stronger European Border","Link":"http://www.nytimes.com/2015/12/17/opinion/toward-a-stronger-european-border.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/17/opinion/toward-a-stronger-european-border.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/17/opinion/17thu3web/17thu3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe European Commission’s proposal to take over border and coastal security deserves serious attention.","Data":"More so even than the euro crisis, the refugee crisis and the threat of terrorism have raised fundamental questions about how much sovereignty European states are prepared to cede for the sake of greater unity and security.This week, the European Commission — the executive arm of the European Union — gave one fundamental answer, calling for the creation of a standing border and coastal authority with the extraordinary power to dispatch border guards to porous frontiers even if they belong to a member state that doesn’t want the help.The commission is right: Given the chaos and ugly bickering that have marked so much of Europe’s handling of the huge influx of refugees from the Middle East and northern Africa over the past year, it is clear that the problem requires pan-European solutions.The 26 countries that have abolished internal controls on their common borders, the so-called Schengen area, already function effectively as a single state, so there is no reason they should not share responsibility for the entire outside border. The focus is primarily on Greece, which has resisted European Union offers of help in patrolling its borders or registering refugees even though Greek authorities have not been able to cope with the hundreds of thousands of Middle Eastern refugees entering Europe through many Greek Aegean islands.The debate on the proposal will begin at a European Union summit meeting on Thursday and will be prolonged and contentious. Nationalist governments in Poland and Hungary are zealously opposed to ceding any powers to Brussels, while countries like Germany, which has taken in the most refugees, and France, which endured a terrorist attack last month (two of whose perpetrators entered Europe posing as refugees), are eager to toughen border controls.Many of the commission’s proposals, like closer checks of European travelers and doubling the size of the staff of the existing border agency, Frontex, are not likely to create much friction.The fight will be over the plan to establish a special rapid reserve force of 1,500 border guards that could be deployed to vulnerable areas even without the approval of the country involved. That challenges a cardinal principle of sovereignty, a country’s responsibility for its borders. Yet the need to secure porous outside borders is also essential to maintaining open internal borders and to impose some order on the flood that has brought more than a million refugees into Europe this year.Many details of the proposals need to be negotiated, not least to ensure that any new system is not used solely to block refugees. But the past year has amply demonstrated that without a common policing of Europe’s borders and coasts, European states quickly fall into discord and selfish actions that threaten fundamental European tenets and values. The European Commission’s proposals deserve serious and urgent attention."}