{"Title":"Trump and Other Republicans Do the Gun Lobby’s Bidding","Link":"http://www.nytimes.com/2016/01/09/opinion/trump-and-other-republicans-do-the-gun-lobbys-bidding.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/09/opinion/trump-and-other-republicans-do-the-gun-lobbys-bidding.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/09/opinion/09sat2web/09sat2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThey distort President Obama’s reasonable gun control proposals while peddling simplistic evasions and dangerous misinformation.","Data":"Just when President Obama was attempting a reasoned debate on gun control this week, Donald Trump was engaged in his latest pandering to the gun rights crowd — vowing as president to strike down laws that bar firearms from schools. ”My first day, it gets signed, O.K.?” Mr. Trump told a campaign rally in Vermont on Thursday. “My first day. There’s no more gun-free zones.”Even by Mr. Trump’s standards for uninformed bombast, the vow was remarkable for its ignorance of the fact that gun-free zones have been thoughtfully approved by numerous local governments concerned about the gun violence afflicting the nation; remarkable also for the imperiousness with which he would wipe away with the stroke of a pen safety measures enacted after 20 schoolchildren and six educators were murdered three years ago in the Sandy Hook assault-rifle massacre. Opinion  It was remarkable, too, for its contrast with Mr. Obama’s televised defense of his own modest gun proposals, for which he asked full and fair attention by this year’s presidential candidates so that all of them might rationally address genuine public concerns with the grim reality of 30,000 gun deaths every year.Mr. Trump quickly dashed that hope, though his response has been no worse than those of the other Republican candidates, who across the board have peddled simplistic evasions and dangerous misinformation. “Obama Wants Your Guns,” warns a deceitful fund-raising pitch on Senator Ted Cruz’s website, which also features a photograph of Mr. Obama distorted to show him in military attack helmet and combat uniform ready to confiscate the hundreds of millions of guns now in public hands. These are among other hallucinatory fictions peddled by opportunists like Mr. Cruz as they comfort an arms industry enriched by a gun mortality rate far higher than that of any other modern nation.Sadly, the boom times for gun makers become clearer with each new burst of gun carnage and each unheeded safety plea from the president.Last year, as the continuing mass shootings shocked the nation to near hopelessness, background checks of eager gun buyers reached the highest on record, at 23 million, up from nine million in 1999. In tandem, the stock prices of major gun manufacturers continued to skyrocket, growing more than 900 percent since Mr. Obama took office. A near giddy investment manager hailed the president as “the best gun salesman on the planet,” as if the Republicans, with their irrational campaign warnings, were not the industry’s supersalesmen.The one bit of hope is that the Democratic presidential candidates have not been afraid to campaign on the issue without demagogy and to propose safer laws. For all the exaggerated political clout associated with the industry’s gun lobby, at least one party may be ready to call the Oz-like bluff of the National Rifle Association. At some point voters should force whoever the Republican nominee turns out to be to come out from behind the curtain of gun rights bluster and face the debate about the nation’s relentless gun violence."}