{"Title":"Two Sides of Ted Cruz: Tort Reformer and Personal Injury Lawyer","Link":"http://www.nytimes.com/2016/01/21/opinion/two-sides-of-ted-cruz-tort-reformer-and-personal-injury-lawyer.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/21/opinion/two-sides-of-ted-cruz-tort-reformer-and-personal-injury-lawyer.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/21/opinion/21thu3web/21thu3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe candidate, a strong supporter of tort reform, reaped big payouts defending multimillion-dollar personal injury awards as an appellate lawyer.","Data":"Ted Cruz says his uncompromising purity as a conservative crusader helped propel him to the top of the Republican presidential field. But his history suggests that when the cameras are off, a different Mr. Cruz emerges.Last week, voters learned that Mr. Cruz’s 2012 Senate campaign, in which he railed against Wall Street bailouts, was financed more by loans from Goldman Sachs and Citibank than by the family piggy bank, as he touchingly claimed on the stump.To that, here’s another tale of two Teds: Mr. Cruz, the Senate candidate, running as a conservative champion of tort reform in Texas while Mr. Cruz, the lawyer, quietly reaped more than $3 million while defending record-setting personal injury awards. Opinion  Mr. Cruz helped write George W. Bush’s 2000 campaign position paper, arguing for imposing limits on tort lawsuits. He worked in the Bush administration for two years, but by 2003, Mr. Cruz was appointed to be the Texas solicitor general, defending the state’s laws, including Texas’ tort reform law, whose limits are among the strictest in the nation.  After leaving the solicitor general office in 2008, Mr. Cruz joined the law firm Morgan, Lewis \u0026 Bockius in Houston. As an appellate lawyer, Mr. Cruz’s work in Texas was often on behalf of corporate defendants. Indeed, Texas’ strict limits on punitive damages led to a decline in tort lawsuits, even among firms specializing in that work. Editorial Observer See More » It was Mr. Cruz’s talent as an appellate lawyer that netted him an unusual plaintiffs’ assignment in New Mexico, whose laws are far more friendly to personal injury victims. There, he defended a $54 million award — the biggest in state history then — to a daughter of Barbara Barber, a nursing home patient who, badly neglected, had bled to death.The case was wrenching and sad. Mr. Cruz made it clear that if his firm were to take the Barber case, fighting the appeal of the judgment filed by the nursing home operator, ManorCare, “the money had to be right,” Michael Gross, one of two attorneys representing the plaintiff, recalled this week. Mr. Cruz handled the appeal. ManorCare settled on the eve of arguments before the New Mexico Supreme Court.About a year later, Carl Bettinger, who with Mr. Gross had led the Barber case, asked Mr. Cruz to take on another appellate case, against ResCare New Mexico, part of a private chain of group homes for people with disabilities. The plaintiff was Larry Selk, a mentally disabled man brutally raped by an employee of the residential-care facility where he lived. This time, Mr. Cruz argued before the New Mexico Supreme Court to reinstate a $54 million damage award for Mr. Selk, which had been tossed out by a lower court. Mr. Cruz’s argument was “stunning in its persuasive power,” Mr. Bettinger said. ResCare settled before the court ruled.At that time, Mr. Cruz was campaigning in Texas for the United States Senate, describing his work as solicitor general as epic battles for conservative principles, including tort reform.The New Mexico settlements are sealed. But Mr. Cruz’s work at Morgan Lewis earned him a total of $1.6 million in 2011 and $1.7 million in 2012, according to Senate financial disclosures.Mr. Cruz’s attacks on personal injury awards while working to preserve two huge awards “seems so hypocritical now,” Mr. Gross says.Mr. Bettinger said that by the time he paid Morgan Lewis its share of the Selk settlement, Mr. Cruz was a senator, making tort reform one of his issues in Washington.“It sure made me smile to myself,” Mr. Bettinger said this week. “If Ted doesn’t become president, he’d be the first one I’d call to defend a large-dollar verdict.”"}