{"Title":"Two Ways of Dealing With Guns","Link":"http://www.nytimes.com/2016/01/01/opinion/two-ways-of-dealing-with-guns.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/01/opinion/two-ways-of-dealing-with-guns.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/01/opinion/01fri2web/01fri2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAs states enact new laws, the line between gun rights and civilian safety is only getting more confusing.","Data":"This is a big day for Texans yearning to flaunt their handguns in belt and shoulder holsters. A new “open carry” law enacted by the Republican Legislature goes into effect on Friday, posing a challenge for law enforcement, businesses and other institutions that are understandably wary of how social interchange will be affected.It’s also a big day in Seattle, where the City Council’s new “ gun violence tax ” takes effect, levying a $25 charge on each gun sold and an ammunition tax of 2 to 5 cents per round. The law was upheld in December by a county judge, who found it did not interfere with the right to bear arms and was a legitimate tax to finance gun violence research and help pay for its costly effects. If it survives appeal by the gun lobby, the taxation route deserves to be widely used as a tactic in battling the gun menace.The contrasting developments in Texas and Seattle demonstrate politicians’ tug of war over gun rights and civilian safety, which the gun lobby has been manipulating by pushing through state laws that block local governments from enacting needed ordinances. The resulting crazy quilt of clashing interests demonstrates the need for federal laws, which, of course, have been rejected by a Congress captive to the gun industry’s agenda.The effect of the industry’s power on local streets has the Houston police chief, Charles McClelland, worrying about how his officers will deal with openly armed citizens amid rising fears over mass shootings and terrorism. “How are they supposed to know who the good guy or the bad guy is with the gun?” he asks.That’s a reasonable question lost in the cheers from many of Texas’ 922,197 handgun owners with concealed-carry permits. For gun-rights advocates, the new law solves such problems as how to tote bulkier (and deadlier) large-caliber handguns that proved clumsy under the earlier concealed-carry rules. “We shouldn’t have to dress around our ability to carry,” C. J. Grisham, president of Open Carry Texas, said in something of a fashion statement to T he Wall Street Journal.The Texas law still bans handguns in courthouses, schools, sports arenas and businesses that get more than half their profits from on-site alcohol consumption. But a whole new world of possibilities has been opened, prompting major grocery and restaurant chains and the Roman Catholic Diocese of Dallas to exercise the law’s provision to opt out, which requires a prominent sign prohibiting open carry on their premises. The First Baptist Church of Arlington, on the other hand, decided it was safe to allow its 2,500 worshipers to show up armed.Texas had banned public packing of handguns after the Civil War. That was before the modern gun lobby worked to reverse gun safety laws to the point where variations of open carry now exist in 45 — that’s right, 45 — states. More and more, the open-carry movement is being used to make confrontational and intimidating protest statements.The confusion for the public can be considerable. A woman called 911 in Colorado Springs in October when she saw a man toting a weapon in the street. She was told the gunman had that right under the open-carry law. The man began a shooting spree outside her door and randomly murdered three innocent people."}