{"Title":"U.N. Can Seal the Peace in Colombia","Link":"http://www.nytimes.com/2016/01/24/opinion/un-can-seal-the-peace-in-colombia.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/24/opinion/un-can-seal-the-peace-in-colombia.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/24/opinion/24sun2web/24sun2web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eInternational observers could play a crucial role as the country’s largest guerrilla group lays down its arms.","Data":"The government of Colombia and the country’s largest guerrilla group have made an unusual joint request to the United Nations Security Council. Nearing the final stages of an armistice negotiation, the two sides asked the Council to set up a mission of international experts to oversee a critical part of the proposed agreement: disarming the Revolutionary Armed Forces of Colombia, or FARC, a Marxist-inspired insurgency.It is a task the United Nations should embrace. The laying-down of arms is a critical prerequisite to a permanent cease-fire.Since peace talks began in Havana in 2012, the two sides have reached tentative agreements on fighting narcotics traffic, on land reform and on reparations for victims. But realizing these agreements will require peaceful collaboration on both sides, and that depends on the willingness of squads of guerrilla fighters to emerge from the jungle and relinquish their weapons.Considering the lingering mistrust between fighters who have been at war for five decades, this could be a fraught process. Hence the joint request to the United Nations to oversee it. Although President Juan Manuel Santos of Colombia hailed the request as a sign that the peace process was “increasingly irreversible,” the handover of arms will not be easy. FARC leaders have been reluctant to surrender their weapons to the government, arguing that doing so would be seen as an act of defeat. There is currently no agreement on who would take custody of the weapons and what would ultimately happen to them.The Colombian government envisions that the FARC will assemble its fighters in a handful of regions once a final peace agreement is signed and that rank-and-file fighters will start to gradually transition into civilian life. Having teams of international observers present at those sites would increase the likelihood that the process could be carried out in an orderly fashion and that any disputes and unforeseen challenges could be settled quickly.The government has promised to guarantee the safety of the United Nations personnel, who would be unarmed. The parties have asked that the teams include members from Caribbean and Latin American countries. The mission would have a one-year mandate that could be renewed by mutual consent. The United Nations secretary general, Ban Ki-moon, signaled his support in a statement hailing the request as “yet another significant step toward the peaceful resolution of the armed conflict.”It is rare for combatants to turn to the United Nations by mutual consent for help in carrying out a peace agreement. At a time when the United Nations is struggling to contain conflicts in Libya, Yemen and Syria, the mission to Colombia is a promising opportunity."}