{"Title":"Voter Fatigue in New York","Link":"http://www.nytimes.com/2015/12/07/opinion/voter-fatigue-in-new-york.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/07/opinion/voter-fatigue-in-new-york.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/07/opinion/07mon3SUB/07mon3SUB-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eNew Yorkers are being asked to vote in four separate elections next year, another sign of the enduring dysfunction in the Albany.","Data":"Even the most civic-minded New Yorkers may become exasperated next year when they are asked to vote in four separate elections. This extra burden on voters is yet another sign of the enduring dysfunction in Albany. New York State lawmakers created this problem because it’s easier on the politicians, even though it’s costly and harder on the voters.New York’s presidential primary is set for April 19. Congressional primaries are expected to be held on June 28, and state legislative primaries on Sept. 13, with the general election on Nov. 8. There is no reason the state primary can’t be held on the same day as the congressional primary, thus eliminating the extra election and saving the state $50 million.Lawmakers should change the election schedule as soon as they return to Albany on Jan. 6. But that’s only one step in what’s needed to make it easier to register and to vote in New York. Here are more ideas, many already in place in other states.— Allow early voting, at least a week before the election. This is one of the most important reforms because it could alleviate long lines at the polls, and reduce the stress of problems like voting machine failures or scheduling conflicts on Election Day. A lengthened voting period should include at least one weekend, and Gov. Andrew Cuomo should rally support for this idea.— Allow online registration and make it automatic when a citizen applies for a driver’s license or for Medicaid or certain other government services unless the applicant opts out. California and Oregon have already agreed to automatic registration. The Brennan Center for Justice has estimated that if every state automatically registered voters this way, as many as 50 million more people could be added to voter rolls. New York State Senator Michael Gianaris and Assemblyman Brian Kavanagh, both Democrats, are now working on the Voter Empowerment Act of New York, to allow automatic registration, to expand the ways students and young people can register and to make it easier for a voter to stay registered after a move or a name change.— New York legislators should follow other vital proposals made last year by the Presidential Commission on Election Administration.In recent weeks, politicians and voters have witnessed the depth of corruption in Albany, with former Assembly Speaker Sheldon Silver convicted on federal corruption charges and Dean Skelos, the former Senate majority leader, on trial for corruption charges as well.Those scandals prove the need for ethics and campaign finance reforms. Election reforms are equally necessary in this broken political system. New York has one of the worst voter turnout rates in the country, and the way to change that is to make it easier for people to vote."}