{"Title":"Weighing the Risks of Home Births","Link":"http://www.nytimes.com/2016/01/18/opinion/weighing-the-risks-of-home-births.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/18/opinion/weighing-the-risks-of-home-births.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/18/opinion/EDhomebirths/EDhomebirths-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA new study suggests that out-of-hospital births could carry slightly higher risks.","Data":"The debate over whether it’s safer for a healthy woman to have a baby at home or in the hospital just tilted a bit in favor of hospital deliveries. The risks in both cases are very low, but a new study suggests that the risk to babies could be higher for out-of-hospital births.A study, based on data from Oregon and published in the New England Journal of Medicine in December, found that the risk of a baby dying was 3.9 per 1,000 births for deliveries at home or in birth centers, versus 1.8 deaths per 1,000 births in hospitals.Although the vast majority of births occur in hospitals, the percentage of deliveries at home or in birth centers outside hospitals rose to 1.28 percent in 2012, up from 0.79 percent in 2004, in part because a growing number of women want to avoid the high-tech interventionist environment of hospitals. In fact, the study found that planned out-of-hospital births had decreased odds of induced labor, cesarean delivery and other obstetric procedures.Earlier studies in this country and abroad found that deliveries outside hospitals were as safe as hospital deliveries. In late 2014, Britain’s National Health Service concluded that for healthy women expecting uncomplicated deliveries, it was actually safer for both mother and child if the birth was at home rather than in a hospital maternity ward, where doctors were more likely to use surgical interventions or spinal anesthetics that could cause harm.But one problem with previous studies was that if a crisis developed during a home or birth center delivery that required a transfer to a hospital and the baby subsequently died, it was counted as a hospital death, not as a problem that developed outside the hospital. The latest study is superior because, using data newly available in Oregon, it more accurately shows where the problem occurred, not just where the women ended up giving birth.It is seldom wise to rely too heavily on a single study; nevertheless, the study in the New England Journal of Medicine offers data that doctors and patients should consider."}