{"Title":"What France's Vote Means","Link":"http://www.nytimes.com/2015/12/16/opinion/what-frances-vote-means.html?partner=rssnyt\u0026emc=rss","Description":"After a first-round scare from the National Front, French voters reaffirmed democratic values.","Data":"France’s two-round election system gives voters a chance to let off steam in the first round and restore rationality in the second. It happened in March in local elections, and it happened again this month in bigger elections for heads of France’s 13 regions, when Marine Le Pen’s anti-immigrant, anti-Muslim, anti-Europe, far-right National Front made a frighteningly strong showing in the first round and then failed to take a single region in Sunday’s second round.The result was a relief, given the anxiety and passions roused by the Paris terrorist attacks a month ago and by the continuing movement of refugees into Europe, but it is not necessarily cause to celebrate. While Ms. Le Pen herself and her even more right-wing niece, Marion Maréchal-Le Pen, were soundly defeated in their own races, the National Front garnered about seven million votes nationwide, breaking its record of 6.4 million votes in the 2012 presidential election.In the end, it took a large surge in turnout, from about 50 percent in the first round to almost 60 percent in the second, and the withdrawal of Socialist candidates in three key regions in favor of their mainstream conservative rivals to make sure the National Front was defeated.  Unbowed, Ms. Le Pen insisted that the large vote for her party put her on course for the presidential election in 2017.Democracies on both sides of the Atlantic are under pressure from xenophobic demagogues seeking to capitalize on fear and confusion. The primary vote for party candidates in the United States, like the two-round election system in France, may allow voters to vent their anger before making their final choice. But voters and serious politicians should take note of France’s experience: Every vote cast for Ms. Le Pen contributes to her unwarranted credibility and ensures that stopping her next time will take an even greater effort."}