{"Title":"What Went Wrong With Navy SEALs","Link":"http://www.nytimes.com/2015/12/18/opinion/what-went-wrong-with-navy-seals.html?partner=rssnyt\u0026emc=rss","Description":"What happened at Kalach was a major disservice to the American efforts in Afghanistan.","Data":"The mission of the American military in Afghanistan was always devilishly complex: a combination of guerrilla warfare, social outreach, military training and institution-building in a forbidding and often hostile land. But it was criminal and inexcusable that Navy SEALs assigned to train Afghan police officers in the village of Kalach joined the police in viciously beating detainees who had been taken into custody after a bomb blast killed a policeman. One was assaulted so badly that he died.If those actions were not bad enough, it’s mind-boggling that despite clear evidence of misconduct compiled by a naval criminal investigation, the SEAL command cleared the three commandos involved and their commanding officer of all charges. Abuse of detainees is a very serious offense in any war, and it is especially stupid when a primary goal is to win over the civilian population and bolster it in the struggle against the Taliban.The case of the beatings and the cover-up, which occurred in 2012, as reported in The Times by Nicholas Kulish, Christopher Drew and Matthew Rosenberg, made clear that the men from SEAL Team 2 — part of the Navy’s elite commando force — should not have been given responsibility for training in the first place. SEALs are trained for capture-and-kill operations, while the mission to create a police force in Kalach, in southern Afghanistan’s Oruzgan Province, required the sort of community work better done by the Army’s Green Berets, who had initiated the program. After the SEALs replaced the Green Berets, they soon faced serious discipline problems.The senior SEAL commander in Afghanistan and naval authorities in the United States recognized the gravity of the episode and, after a thorough investigation, recommended that the SEALs involved be charged with assault and failure to report abuse by the Afghans. But Capt. Robert Smith, then commander of SEALs on the East Coast and now a military assistant to the secretary of the Navy, opted for a low-level military legal proceeding and then dropped all charges.That was a major disservice to the American efforts in Afghanistan, and to the special operations needed in the fight against terrorists. Special forces like the SEALs deserve respect for their skills and the risks they take. But because their mission is inherently secretive and violent, military and civilian leaders must enforce a clear understanding of lines these forces must not cross.What happened at Kalach not only ended a life and damaged many others, it also harmed what the United States and its allies are trying to achieve in Afghanistan."}