{"Title":"When Oil-Rich Countries Need More Cash","Link":"http://www.nytimes.com/2016/01/17/opinion/sunday/when-oil-rich-countries-need-more-cash.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/17/opinion/sunday/when-oil-rich-countries-need-more-cash.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/17/opinion/17sun3web/17sun3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eSaudi Arabia and other oil-producing nations are relying on sovereign wealth funds because of falling oil prices.","Data":"The long slide in oil prices, which reached a 13-year low this week of less than $30 a barrel, means that oil-rich nations are not so rich anymore. And that is potentially a big problem for investors and policy makers in the United States and abroad.Falling oil revenues will increase the need for Saudi Arabia and other oil producers to raise money, in part by selling investments they have made with their oil wealth. The more oil prices fall and the longer they stay low, the greater the risk that such sales will occur at a time when financial markets are already weakening, which would amplify the downward pull.The sums involved are potentially huge. Most of the $7.2 trillion in sovereign-wealth funds — financial portfolios owned by governments — is from nations that rely on oil and gas profits to sustain their economies and societies. From April through September last year, as oil prices fell from the high $50s to the low $40s a barrel, sovereign wealth funds pulled an estimated $100 billion from their investments, according to Morgan Stanley. At least half of that total was withdrawn by Saudi Arabia, according to The Financial Times. More recently, The Financial Times reported that prolonged low oil prices would empty the $64.2 billion sovereign fund of Kazakhstan within 10 years.In October, the International Monetary Fund warned that interest rates could be forced up if sovereign funds began to sell off their bond holdings. In December, an I.M.F. official told The Wall Street Journal that asset sales by those funds against a backdrop of “liquidity concerns” could cause “large price movements.” As it turns out, liquidity concerns — or worry about the ability to pull one’s money out of an investment — have preoccupied investors since last month, when a prominent hedge fund halted redemptions because it could not meet investors’ demands to cash out.Meanwhile, Saudi Arabia, Russia and other oil producers continue to push oil prices lower by flooding the world with cheap crude in an attempt to protect their market shares, even though they need much higher oil prices to sustain their nations.Worse, those dynamics are unfolding without the transparency that investors and policy makers need. In recent years , multinational efforts by investor groups and government officials to create disclosure rules on the size, holdings and strategies of sovereign wealth funds have had limited success. In addition, American and foreign financial regulators recently opted not to impose heightened regulatory standards on BlackRock and other large asset managers that handle sovereign wealth, thus precluding the chance to monitor the funds by monitoring their managers.As a result, no one can say with precision how much or when the markets could be affected by the investment moves of oil-producing nations. That uncertainty is a significant problem, and one of regulators’ own making."}