{"Title":"Why Investors Are Right to Be Distrustful","Link":"http://www.nytimes.com/2015/12/23/opinion/why-investors-are-right-to-be-distrustful.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/23/opinion/why-investors-are-right-to-be-distrustful.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/23/opinion/23wed3web/23wed3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eJPMorgan’s latest settlement is a reminder of how little the S.E.C. does to protect investors.","Data":"The latest settlement between JPMorgan Chase and the Securities and Exchange Commission is a reminder of how easy it is to be fleeced and how little the S.E.C. does to protect investors.Like some other banks and financial firms, JPMorgan steers its clients into pricey, in-house mutual funds and hedge funds, even in some cases where lower-cost comparable ones are available. It ran into trouble for failing to disclose the practice to clients, as required by S.E.C. rules. That is a low standard, but it was too high for JPMorgan, where “undisclosed conflicts were pervasive,” according to the S.E.C. Under the settlement, the bank must pay regulators $307 million and improve its disclosures.The settlement also required JPMorgan to admit wrongdoing. Such admissions are supposed to expose and shame wrongdoers into changing their ways, as well as to alert customers to the violations. After the deal was done, the bank took little true responsibility for the misconduct; a spokesman described the problem as “disclosure weaknesses,” adding that they were “not intentional and we regret them.” But in fact, the violations were more like standard operating procedures than unintended lapses.According to regulators, the violations occurred from 2008 to 2015. In 2012 and 2013, several JPMorgan brokers told The New York Times that they were pressured by their bosses to put clients into overpriced and underperforming proprietary funds. This month, one broker said he faced retaliation after complaining to his superiors about the pressures. JPMorgan denied any retaliation.The bottom line is this: To ensure that brokers, advisers and the firms they work for put clients’ interests first, the S.E.C. has to require that conflicts of interest be avoided, not merely disclosed, and to do that the S.E.C. needs to develop new rules to prevent conflicts of interest, along the lines of those now being finalized at the Department of Labor, which oversees retirement investments.Those rules prohibit contests, quotas, bonuses and performance reviews that push brokers and advisers to steer clients into high-priced investments. They also require disclosure of costs before the investment product is sold; the S.E.C. currently requires that costs be disclosed only after a product is sold.The settlement between JPMorgan and the S.E.C. offers little reason to trust that banks and regulators will be putting investors’ interests first, especially because very weak rules against adviser conflicts remain on the books."}