{"Title":"Women in Combat Jobs","Link":"http://www.nytimes.com/2015/12/06/opinion/sunday/women-in-combat-jobs.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2015/12/06/opinion/sunday/women-in-combat-jobs.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/06/opinion/sunday/06SUN1/06SUN1-thumbStandard-v2.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Pentagon’s decision to break down the remaining gender barriers in the military is sound policy and powerfully symbolic.","Data":"American women demonstrated that they were fit to serve and could excel in combat long before the Pentagon set out in 2013 to do away with male-only career fields in the armed forces. After a painstaking review, Defense Secretary Ashton Carter announced on Thursday that the military would open all ground combat jobs to women.“There will be no exceptions,” Mr. Carter told reporters . “As long as they qualify and meet the standards, women will now be able to contribute to our mission in ways they could not before.”It was a powerfully symbolic and sound policy move. While there will be logistical challenges as the Pentagon continues to break down barriers for women, doing so will make the military stronger and will narrow America’s gender equality gap.There were, however, troubling signs on Thursday that Mr. Carter could face political opposition and bureaucratic foot-dragging as the new policy is carried out.The chairman of the Joint Chiefs of Staff, Gen. Joseph Dunford Jr., did not appear alongside Mr. Carter when he made the announcement. General Dunford, a Marine, has argued that a few jobs should remain closed to women. And Senator John McCain, the chairman of the Senate Armed Services Committee, issued a terse statement saying that lawmakers would “review the implications” of a decision that he said would have “a consequential impact on our service members and our military’s warfighting capabilities.”Their attitudes echo those of leaders who decades ago warned about the perils of integrating African-Americans in the military and, more recently, suggested that allowing openly gay people to serve in uniform would hurt unit cohesion.The naysayers this time appear to be driven primarily by sexism. The military, after all, has long been led by men. Its pre-eminent jobs have been reserved for men. And in recent decades, even as women have been allowed to serve more closely with men and in more types of jobs in the armed forces, many have felt unfairly relegated to second-tier status. The announcement on Thursday will accelerate the dismantling of the last gender barriers.In taking this step, the United States is following the lead of several close allies, including Israel, Canada and several European nations, that already allow women to serve in front-line combat jobs. The American military has said that physical standards will not be lowered to enable women to serve in all roles. The Army and the Marine Corps found in recent studies that women were injured more often than men during combat training exercises, especially those that required carrying heavy equipment. Rather than use that as an excuse to bar women from combat roles, the military must find ways to more effectively train women for front-line combat and other warfare scenarios that female service members have routinely faced in Iraq and Afghanistan in recent years. Continue reading the main story Every weekday, get thought-provoking commentary from Op-Ed columnists, The Times editorial board and contributing writers from around the world. Continue reading the main story Opinion  "}