{"Title":"Zika Virus Requires an Urgent Response","Link":"http://www.nytimes.com/2016/01/28/opinion/zika-virus-requires-an-urgent-response.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/28/opinion/zika-virus-requires-an-urgent-response.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/28/opinion/28thu3web/28thu3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe World Health Organization must coordinate a broad international response to the spread of the virus.","Data":"No sooner was the Ebola virus subdued in Africa than another virus, Zika, began sweeping through South and Central America. It has been linked to serious birth defects and is threatening to invade the United States. It is imperative that the World Health Organization not repeat its sluggish response to the Ebola crisis and act urgently this time to mobilize international action.Until it reached the Western Hemisphere, the Zika virus — related to dengue, yellow fever and West Nile virus and named after the Ugandan forest where it was first identified almost 70 years ago — had caused little more than relatively mild, flulike infections. But in the nine months since it came to the Americas, it has moved swiftly through Brazil and two dozen other countries and territories, spread by mosquitoes of the Aedes species, which can breed in the tiniest pools of water and usually bite during the day, making them especially hard to control.  Though not particularly dangerous to the person infected, the spread of Zika has been accompanied by a huge spike in microcephaly, a congenital and irreversible deformation of the skull in newborn babies. The number of reported cases in Brazil jumped from 147 in 2014 to nearly 4,000 in 2015, leaving health officials with little doubt — although no firm scientific proof — that Zika was responsible. Scientists have also identified a possible link between the virus and the neurological disorder known as the Guillain-Barré syndrome.At present there is no vaccine, no cure and no widely available test for Zika infection. In their absence, the obvious course is to avoid mosquito bites by wearing clothes that cover arms and legs, and using air-conditioning and screens and insect repellents containing DEET. Brazil, which is hosting the Olympic Games this summer, has begun an extensive campaign to eradicate mosquitoes, including the deployment of 220,000 soldiers to search for breeding sites, and has urged women to avoid getting pregnant until the outbreak is brought under control.El Salvador has advised women to delay pregnancy until 2018. In the United States, the Centers for Disease Control and Prevention has issued a list of countries pregnant women would be wise to avoid and has urged pregnant women who have traveled to affected areas to see a doctor and determine whether a test is required. None of that is likely to quickly end the scourge, and no country can do that on its own. On the contrary, the virus could migrate to southern areas of the United States when winter ends.Regrettably, despite these actions, the World Health Organization seems, once again, to be dozing and has yet to generate a broad and coordinated international response. By coincidence, the W.H.O. executive board is currently meeting in Geneva, so this is the perfect time for the agency to show leadership by convening an emergency committee of experts to take stock of the Zika pandemic and advise the W.H.O. director general, Dr. Margaret Chan, on how best to combat it.Update: announced Thursday it would convene an emergency meeting on Monday to decide whether to declare a public health emergency due to the spread of the Zika virus."}