{"Title":"‘Dreamers’ on the Front Lines of the 2016 Race","Link":"http://www.nytimes.com/2016/02/05/opinion/dreamers-on-the-front-lines-of-the-2016-race.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/02/05/opinion/dreamers-on-the-front-lines-of-the-2016-race.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/02/05/opinion/05fri3web/05fri3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eUndocumented activists were once hecklers on the campaign trail. This year, they’re active as campaign strategists and volunteers.","Data":"During the 2012 presidential race, Erika Andiola, an undocumented immigrant from Mexico, chased Mitt Romney, the Republican nominee, across the country, challenging his suggestion that America should become so inhospitable to people like her that she would self-deport.She was taunted, booed, assaulted and escorted out of campaign rallies. But she kept coming back.“When I was a bit younger, the passion got to me and I did a lot of things without thinking,” Ms. Andiola said. “Little by little, we became more strategic.”Four years later, she and other young Latino activists known as Dreamers are on the front lines of presidential politics, having become campaign strategists and volunteers in the unexpectedly competitive Democratic race. Editorial Observer See More » Ms. Andiola, 28, was hired last year to oversee Senator Bernie Sanders’s Latino outreach strategy. She is up against Lorella Praeli, 27, who has the same job in the Hillary Clinton campaign. The two gained national prominence as leaders of the Dreamer movement, which seeks to grant legal status to undocumented immigrants who were brought to the United States as children.The Clinton and Sanders campaigns are making a vigorous effort to woo the 27 million Latinos eligible to vote in 2016. That segment of the electorate, which has grown by 42 percent since 2008, could well be indispensable in winning in swing states like Nevada and Colorado.In 2012, President Obama created a program that temporarily shields Dreamers from deportation and allows them to work legally. Because several Republican candidates have vowed to undo the measure, called Deferred Action for Childhood Arrivals, Dreamers see the 2016 race as a pivotal moment for their cause.Although Dreamers can’t vote or donate to candidates, thousands are knocking on doors, working the phones and battling on social media to promote their candidates. Mr. Sanders, who had virtually no name recognition among Latinos six months ago, has developed a strong following among young Hispanics, including many Dreamers, who are inspired by his vision of a political revolution. The Clinton campaign has sought the endorsement of factions of Dreamers, arguing that she represents the best hope for immigration reform.“The change you see in engagement, by youth, specifically, is something that will have implications for years to come,” said Ben Monterroso, the executive director of Mi Familia Vota, a group that promotes civic participation in Latino communities. “The fact that you have people who had to struggle to get politicians to listen to them and now they’re part of the campaigns, that’s what we need as a community.”Democrats, of course, don’t have a monopoly on the Latino vote. But in presidential elections, Republican nominees have received a progressively smaller percentage of the Latino vote since George W. Bush won roughly 40 percent of it in 2004. This year, the leading Republican candidates, including two Cuban-Americans, Ted Cruz and Marco Rubio, have done little to attract, and much to alarm, Latino voters.Mr. Rubio, who was one of the leading backers of an unsuccessful effort to pass an immigration bill in 2013 that would have allowed undocumented immigrants to gain legal status, has taken a harder line as a presidential candidate. His wavering position on immigration has exposed him to criticism from the right, including from Mr. Cruz, and protests from Latinos.“People are thinking: Am I going to finally step out of the shadows?” said Ms. Praeli, a Peruvian immigrant. “Am I going to be able to wake up without fear? These are the critical questions for the undocumented community in this election.”The first test came this week in Iowa, where Democratic campaigns made a concerted effort to turn out Latino voters, relying heavily on Dreamer campaign volunteers. The local chapter of the League of United Latin American Citizens exceeded its goal to get at least 10,000 Latinos — double the turnout in 2008 — to the caucuses, said Joe Enriquez Henry, the president of the Iowa chapter of the group.“We had many young brown faces in a room with many old white faces,” Mr. Enriquez Henry said. “If we can do it in Iowa, it can be done anywhere else.”"}