{"Title":"‘The X-Files’ in the Age of Truthers","Link":"http://www.nytimes.com/2016/01/23/opinion/the-x-files-in-the-age-of-truthers.html?partner=rssnyt\u0026emc=rss","Description":"\u003ca href=\"http://www.nytimes.com/2016/01/23/opinion/the-x-files-in-the-age-of-truthers.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/23/opinion/23sat3web/23sat3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe show was best when it left us with doubts, not answers.","Data":"To watch “The X-Files” in 2016 is a strange thing. The original television show was so much a child of the peaceful ’90s that it’s easy to forget it actually limped along until 2002. Its best seasons aired after the Gulf War and before 9/11, and took place in a version of the United States where the government apparently had so few terrestrial problems to deal with that its highest priority was keeping its citizens in the dark about aliens.That America was never real, of course, but it feels especially far-off now. The post-“X-Files” era has brought with it not just the invasion of Iraq and the war on terror, but the rise of “truthers” and the politically inflected paranoia they spread. Conspiracy theorists now traffic in the idea that 9/11 was an inside job and that gun massacres like Sandy Hook are “false flags” cooked up so the government can confiscate guns. Editorial Observer See More » The rebooted “X-Files,” which premieres on Sunday, probably couldn’t have ignored this development, and so — spoiler alert — it opts to embrace it, throwing the protagonists, Mulder and Scully, together with a conservative 9/11 truther named Tad O’Malley, who’s investigating a plot so vast that it includes nuclear bombs, alien-human hybridization and a takeover of the entire world using weather manipulation, junk food, the Patriot Act, military and police actions and, somewhat oddly, the Federal Emergency Management Agency.Early reviews have not been especially kind to the reboot’s first episode, and it’s perhaps best viewed less as a new entry into the “X-Files” canon than as a reminder of what was great about the original.Mulder and Scully did uncover some complex government plots in the original series, though many episodes ended not with dramatic revelations but with no resolution at all. “D.P.O.,” for instance, centers on an auto mechanic with the ability to channel lightning. After he gives a man a heart attack, saves him and zaps multiple others, he is hospitalized and examined. Scully relays the results: “Nothing unusual was detected.”The show was at its best when its heroes investigated something very creepy — a ship on the Norwegian Sea whose crew mysteriously ages, for instance — and came up with more questions than answers. The real pleasure of “The X-Files” wasn’t having your worst fears about the government confirmed; it was realizing that our world might still contain phenomena that are unexplained, and perhaps unexplainable.We get flashes of this old spirit in the second and third episodes of the reboot. I hope the rest of the six-episode series continues in this vein, because watching TV heroes embrace conspiracy theories isn’t much fun when presidential candidates foster gun-confiscation paranoia and a 9/11 truther is campaigning for Donald Trump in Iowa.“All we can do, Scully, is pull the thread, see what it unravels,” Mulder says in the reboot’s second episode. The most satisfying episodes of “The X-Files” don’t tie everything in the world up in a neat bow — they’re content to let a few threads dangle."}